<unk>	0
<s>	0
</s>	0
න්	-0
▁ක	-1
▁ව	-2
▁ස	-3
▁ප	-4
▁ම	-5
ත්	-6
▁අ	-7
ිය	-8
ක්	-9
▁ද	-10
▁න	-11
්‍	-12
▁හ	-13
▁ත	-14
▁ග	-15
▁බ	-16
න්න	-17
▁එ	-18
ම්	-19
ුව	-20
ති	-21
්‍ර	-22
▁ල	-23
ාව	-24
ස්	-25
ීම	-26
ෙන	-27
ර්	-28
ින්	-29
▁වි	-30
▁ය	-31
▁ඇ	-32
▁කර	-33
ල්	-34
වා	-35
යි	-36
ෙන්	-37
▁ර	-38
ිර	-39
තු	-40
▁ඉ	-41
ාර	-42
▁ඔ	-43
නය	-44
ගේ	-45
▁සි	-46
▁ආ	-47
ැන	-48
ික	-49
්‍ය	-50
▁ජ	-51
මා	-52
ලා	-53
▁නි	-54
රු	-55
..	-56
▁ප්‍ර	-57
▁ඒ	-58
යේ	-59
▁උ	-60
දු	-61
ාල	-62
හි	-63
නා	-64
තා	-65
යක්	-66
තර	-67
ුණ	-68
▁මෙ	-69
▁මේ	-70
▁බව	-71
▁අප	-72
▁කිය	-73
වි	-74
▁හැ	-75
ිබ	-76
▁නො	-77
යා	-78
▁වැ	-79
▁සහ	-80
ින	-81
▁එක	-82
ීමට	-83
න්නේ	-84
හා	-85
දී	-86
සා	-87
▁වෙ	-88
▁අව	-89
▁කිර	-90
ද්	-91
ත්‍	-92
දා	-93
▁පි	-94
රි	-95
▁දෙ	-96
▁නැ	-97
▁පැ	-98
සු	-99
ක්ෂ	-100
▁කො	-101
ලි	-102
▁කළ	-103
නු	-104
ත්ත	-105
මු	-106
ණය	-107
කු	-108
ත්ව	-109
▁ඇති	-110
දි	-111
▁පු	-112
▁ගැන	-113
වු	-114
ාර්	-115
සේ	-116
කි	-117
යට	-118
▁තිබ	-119
▁හි	-120
සි	-121
▁සම	-122
ියා	-123
ට්	-124
▁සිට	-125
▁ශ	-126
යෙන්	-127
මි	-128
▁සඳ	-129
▁වෙන	-130
▁හා	-131
කර	-132
වර	-133
▁සං	-134
ල්ල	-135
▁ඔබ	-136
හු	-137
▁මහ	-138
රා	-139
යක	-140
යන්	-141
▁දැ	-142
කා	-143
▁වැඩ	-144
▁අතර	-145
▁වන	-146
▁2	-147
▁යු	-148
▁මු	-149
▁මා	-150
▁කරන	-151
නි	-152
ිරි	-153
තාව	-154
▁1	-155
බා	-156
ෙස	-157
වත්	-158
න්ද	-159
▁කිරීම	-160
ඩා	-161
මින්	-162
▁පො	-163
ේශ	-164
වල	-165
▁ක්‍ර	-166
▁කි	-167
හැ	-168
▁සඳහා	-169
▁භ	-170
තිය	-171
ංග	-172
▁(	-173
ැබ	-174
▁ස්	-175
▁සම්	-176
ත්‍ර	-177
▁ච	-178
▁ලෙස	-179
ෙක්	-180
ුවන්	-181
▁වූ	-182
▁තු	-183
ගෙන	-184
▁බැ	-185
▁දු	-186
කට	-187
▁බල	-188
▁අන	-189
▁තම	-190
▁නම්	-191
කාර	-192
▁ඇත	-193
පා	-194
පු	-195
තුව	-196
▁විශ	-197
වේ	-198
▁මෙම	-199
ණ්	-200
▁සැ	-201
▁නිසා	-202
▁සා	-203
▁පිළ	-204
යු	-205
ෙර	-206
▁ඔහු	-207
ව්	-208
▁ලබා	-209
ුණු	-210
▁දි	-211
▁සු	-212
ියේ	-213
▁ට	-214
වන	-215
හන්	-216
මේ	-217
ිප	-218
▁එක්	-219
ද්ධ	-220
හෙ	-221
▁වල	-222
▁කු	-223
▁එය	-224
▁සිය	-225
▁වේ	-226
▁එම	-227
ධා	-228
▁අද	-229
ීය	-230
▁විස	-231
▁කරන්න	-232
‍්‍ර	-233
▁තිය	-234
▁ජන	-235
...	-236
වුන්	-237
න්ත	-238
වස	-239
▁හෝ	-240
▁හො	-241
▁20	-242
▁මම	-243
▁වී	-244
ාප	-245
වැ	-246
ධ්‍ය	-247
ටි	-248
▁අපි	-249
▁රා	-250
ලු	-251
ාවේ	-252
▁මි	-253
▁ලැබ	-254
▁රට	-255
ංක	-256
ස්ථ	-257
▁යුතු	-258
ළු	-259
▁දී	-260
▁කැ	-261
ෙකු	-262
ිත	-263
ෂ්	-264
ැයි	-265
▁විය	-266
සර	-267
▁යන	-268
▁ගො	-269
මක්	-270
▁කාල	-271
ියට	-272
න්ධ	-273
ඩු	-274
ැනි	-275
▁අය	-276
▁කට	-277
කිය	-278
▁සමා	-279
▁කිරීමට	-280
ත්ම	-281
▁සේ	-282
▁පා	-283
▁මො	-284
ෝග	-285
ච්	-286
න්ට	-287
▁කෙ	-288
යින්	-289
ාම	-290
▁ඔවුන්	-291
ිනි	-292
▁හැකි	-293
ප්	-294
▁පරි	-295
ණි	-296
හො	-297
ගම	-298
▁විසින්	-299
▁ශ්‍ර	-300
රුව	-301
▁ගන්න	-302
ඩි	-303
ද්‍ය	-304
ැති	-305
▁දැන	-306
▁කල	-307
ෙනවා	-308
▁තර	-309
▁ගැ	-310
ටු	-311
▁බො	-312
ක්‍	-313
පත්	-314
▁පහ	-315
▁ඉද	-316
▁විට	-317
ඳු	-318
▁වගේ	-319
▁වැඩි	-320
ගත	-321
▁ජා	-322
තික	-323
▁ඕ	-324
▁උප	-325
▁ආර	-326
▁මත	-327
▁පිළිබ	-328
වෙ	-329
ණ්ඩ	-330
ෙහි	-331
▁රැ	-332
ටත්	-333
▁සම්බ	-334
▁රාජ	-335
වීම	-336
ඩ්	-337
දේශ	-338
නම්	-339
නේ	-340
වී	-341
▁දේ	-342
▁පසු	-343
මණ	-344
ගල	-345
ශ්	-346
ුවේ	-347
▁ජී	-348
▁ක්	-349
▁මට	-350
තුරු	-351
▁කියලා	-352
▁සම්බන්ධ	-353
▁සිදු	-354
නයේ	-355
ත්තේ	-356
ලේ	-357
ධාර	-358
▁පිළිබඳ	-359
▁දෙන	-360
ස්ස	-361
▁ඊ	-362
▁මහතා	-363
ොර	-364
▁ප්‍රති	-365
ත්‍ය	-366
▁අර	-367
▁කොට	-368
න්නෙ	-369
▁නා	-370
නවා	-371
න්ගේ	-372
ාවක්	-373
▁වඩා	-374
▁තුළ	-375
▁අපේ	-376
රී	-377
යුතු	-378
දර	-379
මට	-380
▁වා	-381
▁පෙර	-382
න්නට	-383
▁කා	-384
▁-	-385
ුවෙන්	-386
00	-387
▁දේශ	-388
▁ශ්‍රී	-389
▁වර්	-390
▁පළ	-391
▁201	-392
වරයා	-393
ධිප	-394
▁ගෙන	-395
▁ව්‍ය	-396
▁හැකිය	-397
ගත්	-398
▁නිය	-399
මත්	-400
ශ්‍ය	-401
දුව	-402
පාල	-403
ාවට	-404
ත්වය	-405
▁නෑ	-406
▁ඇතු	-407
▁පිරි	-408
තේ	-409
කො	-410
කින්	-411
▁හොඳ	-412
▁නැති	-413
ධිපති	-414
▁ගැනීම	-415
▁එහෙ	-416
ෝජ	-417
▁පමණ	-418
රණ	-419
▁කටයුතු	-420
▁එහි	-421
▁හෙ	-422
▁ගෙ	-423
කම්	-424
▁දින	-425
සිය	-426
▁මැ	-427
ෝක	-428
ගන්න	-429
▁දක්	-430
හස්	-431
විය	-432
▁රජ	-433
ලිය	-434
▁පෙ	-435
මය	-436
▁ධ	-437
ේෂ	-438
▁හේ	-439
වත	-440
කාශ	-441
ීන්	-442
▁බි	-443
▁ලංක	-444
▁අනුව	-445
▁දා	-446
ටම	-447
ංශ	-448
at	-449
▁ගත	-450
තින්	-451
▁අනු	-452
රණය	-453
▁අත්	-454
ීම්	-455
නයක්	-456
▁භාව	-457
▁වීම	-458
ගෙ	-459
වර්	-460
ගෙන්	-461
▁පත්	-462
▁කිසි	-463
හාර	-464
ද්ගල	-465
මුත්	-466
තුර	-467
▁සමඟ	-468
මන්	-469
ච්ච	-470
නාධිපති	-471
▁ක්‍රියා	-472
ෑම	-473
▁අවස්ථ	-474
▁අම	-475
හෝ	-476
දෙන	-477
ද්ද	-478
▁බවත්	-479
ුණා	-480
ර්මා	-481
පි	-482
▁අවශ්‍ය	-483
▁අධ	-484
සක්	-485
ත්මක	-486
▁මිනි	-487
▁හිත	-488
▁දැන්	-489
▁සිටි	-490
▁වෙත	-491
හල	-492
ධාන	-493
▁බවට	-494
ුරු	-495
▁ගැනීමට	-496
▁සො	-497
er	-498
▁සිදුව	-499
▁තව	-500
▁යො	-501
▁ජනාධිපති	-502
රිය	-503
වල්	-504
▁ඩ	-505
දන	-506
ම්බ	-507
▁"	-508
▁පැමි	-509
....	-510
▁එකක්	-511
දෙ	-512
ොත්	-513
▁කළේ	-514
▁තමයි	-515
ළි	-516
▁ඔබට	-517
▁ඇම	-518
▁වැනි	-519
ුවට	-520
ට්ට	-521
ෙන්ම	-522
▁කතා	-523
▁වසර	-524
▁මගේ	-525
▁නමුත්	-526
ාර්ය	-527
වූ	-528
▁ස්ථ	-529
විත	-530
වාස	-531
▁සමාජ	-532
▁විශ්	-533
▁නී	-534
▁නව	-535
▁කියන	-536
▁තිබේ	-537
▁වාර්	-538
▁3	-539
රෝ	-540
▁ගි	-541
තන	-542
▁දෙක	-543
සුව	-544
▁මුද	-545
▁P	-546
▁යන්න	-547
in	-548
▁පව	-549
ක්ක	-550
▁බලා	-551
චාර	-552
▁කියල	-553
මන	-554
▁බු	-555
▁ඉන්න	-556
▁සිටින	-557
▁ඒක	-558
▁සමග	-559
▁ඕන	-560
▁අමා	-561
▁විශේෂ	-562
▁ප‍්‍ර	-563
▁ලෝක	-564
▁ගොඩ	-565
▁බොහෝ	-566
▁වශ	-567
▁ආය	-568
▁හරි	-569
දය	-570
ග්	-571
▁ලො	-572
හන්සේ	-573
▁A	-574
බ්	-575
▁මග	-576
▁'	-577
▁හර	-578
ංකා	-579
භා	-580
ෙන්නේ	-581
▁සඳහන්	-582
▁වශයෙන්	-583
▁ඉදිරි	-584
▁පුද්ගල	-585
ණු	-586
▁කියා	-587
ූප	-588
නයට	-589
▁උත්	-590
▁ෆ	-591
▁කී	-592
න්‍	-593
▁හිට	-594
රට	-595
on	-596
▁ඉතා	-597
▁පොලි	-598
සන්	-599
වැනි	-600
▁සේව	-601
▁පිට	-602
▁නිල	-603
▁තී	-604
▁අධ්‍ය	-605
▁,	-606
▁ප්‍රකාශ	-607
an	-608
ල්ප	-609
▁තවත්	-610
ගය	-611
▁ඔබේ	-612
▁පුළ	-613
ාය	-614
▁ලංකා	-615
▁ළ	-616
ීමේ	-617
▁ජාතික	-618
▁දිය	-619
▁නැහැ	-620
▁ගත්	-621
ar	-622
හන	-623
▁වෛ	-624
▁දේශපාල	-625
▁වන්නේ	-626
වරු	-627
ර්ශ	-628
ියක්	-629
ලය	-630
වින්	-631
ගැන	-632
▁කරමින්	-633
▁නැත	-634
▁ජනතාව	-635
▁පාල	-636
ංච	-637
▁ලිය	-638
▁රු	-639
ීත	-640
මේන්	-641
▁නිර	-642
▁මාර්	-643
▁තොර	-644
▁සියලු	-645
▁ඉහ	-646
▁ලද	-647
▁පිළි	-648
▁වෙනුවෙන්	-649
▁විද්‍ය	-650
▁අත	-651
▁අඩ	-652
ූල	-653
▁පැවැ	-654
▁ඇය	-655
කය	-656
වලට	-657
▁තා	-658
ිකා	-659
▁ආකාර	-660
ර්ථ	-661
▁ඒවා	-662
▁ඔය	-663
▁ගිය	-664
ල්ලා	-665
▁කරන්නේ	-666
ුවත්	-667
▁ව්‍යාප	-668
▁එසේ	-669
ක්ෂණ	-670
නව	-671
දුර	-672
▁කෙන	-673
ඛ්‍ය	-674
හිත	-675
▁ටික	-676
▁මහා	-677
▁වලට	-678
▁මාධ්‍ය	-679
▁නෙ	-680
▁S	-681
▁වු	-682
▁අධික	-683
▁නිර්මා	-684
ැන්	-685
▁සැල	-686
භාව	-687
ිතා	-688
▁පුළුවන්	-689
▁ජය	-690
ක්‍ෂ	-691
▁හේතුව	-692
▁ලිප	-693
ලින්	-694
ක්‍ර	-695
ටන්	-696
▁ලබ	-697
▁අඩු	-698
ාන	-699
දිය	-700
▁ලේ	-701
▁බවයි	-702
▁කරයි	-703
න්ත්‍ර	-704
ම්ප	-705
ුවක්	-706
▁වග	-707
න්‍ය	-708
හොම	-709
▁තේ	-710
▁සෙ	-711
▁ජීවිත	-712
▁“	-713
▁පාර්	-714
▁තත්	-715
▁වෙලා	-716
▁රෝග	-717
කොට	-718
▁5	-719
ුණේ	-720
ූර්	-721
▁ආරක්ෂ	-722
▁පෙන	-723
කම	-724
▁අස	-725
▁ගණ	-726
▁පැහැ	-727
▁යට	-728
▁ඉඩ	-729
ගිය	-730
▁–	-731
න්නා	-732
▁කිරීමේ	-733
▁ඇත්තේ	-734
▁කෙර	-735
▁ප්‍රශ්	-736
▁දක්වා	-737
▁සාමා	-738
ුවා	-739
▁යා	-740
වර්ධ	-741
▁නොව	-742
▁නිෂ්	-743
▁වෙන්න	-744
▁නැවත	-745
▁19	-746
▁නිද	-747
ණ්ඩා	-748
▁වෙනස්	-749
st	-750
▁.	-751
▁4	-752
▁තැන	-753
▁ක්‍රී	-754
▁පරී	-755
▁පාර	-756
රය	-757
▁ප්‍රධාන	-758
▁සම්බන්ධයෙන්	-759
▁විම	-760
▁වෙනවා	-761
▁ඉන්	-762
▁පක්ෂ	-763
▁බෙ	-764
▁නොහැ	-765
ින්ද	-766
ලට	-767
▁අමාත්‍ය	-768
ග්‍ර	-769
▁පසුව	-770
▁නිෂ්පා	-771
▁අභ	-772
▁කැම	-773
▁පැමිණ	-774
▁හම	-775
re	-776
▁සිං	-777
▁පැවස	-778
▁ඊට	-779
ීට	-780
▁මෙය	-781
▁භා	-782
▁ඉති	-783
හර	-784
▁රාජ්‍ය	-785
▁ප්	-786
▁කෙසේ	-787
ස්ත	-788
යකට	-789
▁නායක	-790
ජා	-791
▁කාර්ය	-792
පිය	-793
▁දැක්	-794
ම්භ	-795
▁දර	-796
▁කතාව	-797
ප්‍ර	-798
▁දෙයක්	-799
හිප	-800
▁අපට	-801
▁හමු	-802
▁එක්ක	-803
පක්ෂ	-804
▁දුර	-805
▁කිහිප	-806
▁පවස	-807
▁හැම	-808
▁පමණක්	-809
▁කණ්ඩා	-810
▁නිලධාර	-811
▁වර	-812
▁වහන්සේ	-813
▁0	-814
▁එහෙම	-815
▁තමා	-816
▁අයි	-817
▁පිය	-818
▁කණ්ඩාය	-819
en	-820
▁කරනවා	-821
▁රටේ	-822
▁මෙහි	-823
▁තියෙන	-824
ලී	-825
සට	-826
▁සතු	-827
▁විශාල	-828
▁පෙන්	-829
▁පිළිබඳව	-830
▁පත්ව	-831
ේද	-832
ස්සේ	-833
මැති	-834
කුණු	-835
▁ඉදිරිපත්	-836
▁කිව්	-837
ළඹ	-838
ලො	-839
▁රෝ	-840
▁මෙහෙ	-841
▁කෝ	-842
▁ඔහුගේ	-843
▁වාර්තා	-844
▁භාවිතා	-845
▁සොයා	-846
ෝධ	-847
▁වලින්	-848
▁ලි	-849
▁C	-850
▁ප්‍රමා	-851
▁ගේ	-852
තුමා	-853
▁ප්‍රදේශ	-854
▁ලංකාවේ	-855
▁මගින්	-856
▁දේශපාලන	-857
▁වෛද්‍ය	-858
▁at	-859
වීමට	-860
▁පවති	-861
▁යම්	-862
▁ඉහළ	-863
▁දිග	-864
▁M	-865
▁යැයි	-866
▁සෞ	-867
ීන	-868
▁දෙන්න	-869
▁කාර	-870
ියාව	-871
▁ඇත්ත	-872
▁ආරම්භ	-873
කරුවන්	-874
ස්ට	-875
▁අදහස්	-876
සත්	-877
රේ	-878
▁ඡ	-879
පති	-880
▁මිල	-881
දීම	-882
▁පිහි	-883
▁කලා	-884
විට	-885
▁උද	-886
▁චි	-887
මික	-888
යේදී	-889
තනය	-890
▁සංවි	-891
ධානය	-892
ුත්	-893
▁පර	-894
al	-895
සික	-896
▁කරනු	-897
▁නීති	-898
▁කරලා	-899
කයන්	-900
▁ගැට	-901
රුණ	-902
ජන	-903
සය	-904
▁තමන්	-905
▁යුතුය	-906
▁ආණ්ඩ	-907
නාව	-908
▁නග	-909
▁ලා	-910
▁ති	-911
▁තිබෙන	-912
▁තිබෙනවා	-913
▁සද	-914
මිය	-915
▁තියෙනවා	-916
▁තරග	-917
▁මූල	-918
▁නික	-919
ච්ඡ	-920
මේන්තුව	-921
▁අවස්ථාව	-922
භාග	-923
le	-924
දනය	-925
නී	-926
ණයක්	-927
▁පොලිස්	-928
▁අන්ත	-929
▁තෙ	-930
▁වැද	-931
▁මුදල්	-932
ම්ම	-933
▁හඳු	-934
හිර	-935
ර්ම	-936
▁අවුරු	-937
▁මොක	-938
▁සහිත	-939
විධ	-940
පය	-941
▁වෙනත්	-942
▁ගමන්	-943
▁සිංහල	-944
▁වගේම	-945
▁මං	-946
වෙන	-947
▁ඔයා	-948
▁වෙළ	-949
▁ලක්	-950
▁විතර	-951
▁පාර්ලි	-952
▁ඉදිර	-953
ෙයි	-954
▁වෙල	-955
නායක	-956
ුම්	-957
වාදී	-958
▁යෙ	-959
දාළ	-960
දිහ	-961
▁කාන්	-962
සුන්	-963
▁මෙන්ම	-964
▁ආහාර	-965
▁කියන්නේ	-966
වය	-967
වුරු	-968
හස	-969
or	-970
ස්තර	-971
om	-972
▁ඉන්ද	-973
ීමක්	-974
වාද	-975
▁අවසන්	-976
රාධ	-977
ලක්	-978
යකින්	-979
පො	-980
ic	-981
▁‘	-982
තය	-983
▁ඇතුළු	-984
▁සුදු	-985
පත	-986
▁විශ්වාස	-987
▁නොහැකි	-988
▁6	-989
▁පැහැදි	-990
▁ගා	-991
▁හද	-992
හුණ	-993
▁කාලය	-994
සිං	-995
ජි	-996
▁වට	-997
▁ඔවුන්ගේ	-998
▁ඉතින්	-999
▁සූ	-1000
▁නොවන	-1001
▁සැක	-1002
▁කළේය	-1003
▁වැට	-1004
බි	-1005
ස්ක	-1006
▁ගෝ	-1007
තක	-1008
▁මැති	-1009
ංචි	-1010
▁10	-1011
▁ශි	-1012
වන්න	-1013
▁පසුගිය	-1014
▁ආස	-1015
▁සට	-1016
ලෝ	-1017
▁සිටියේ	-1018
▁පවු	-1019
බු	-1020
▁එහෙත්	-1021
▁මාර්ග	-1022
▁පී	-1023
▁බෝ	-1024
▁බැල	-1025
▁ආදර	-1026
පට	-1027
බැ	-1028
▁එන	-1029
▁එකේ	-1030
▁විවිධ	-1031
▁සෞඛ්‍ය	-1032
ානය	-1033
▁තොරතුරු	-1034
▁එර	-1035
ඩිය	-1036
▁නොවේ	-1037
▁එන්න	-1038
▁රාජපක්ෂ	-1039
වන්	-1040
▁ඒත්	-1041
▁හරහා	-1042
▁ඇතුළ	-1043
දැ	-1044
න්දු	-1045
▁අනි	-1046
▁ක්‍රම	-1047
ෂණ	-1048
මාර	-1049
▁වැදගත්	-1050
▁කළා	-1051
▁බා	-1052
▁ක්‍රියාත්මක	-1053
▁පවතින	-1054
▁සුව	-1055
සල්	-1056
▁තරම්	-1057
▁:	-1058
▁කියන්න	-1059
ත්‍රි	-1060
▁සභ	-1061
▁චිත්‍ර	-1062
▁යොමු	-1063
න්ඩ	-1064
කරණය	-1065
▁T	-1066
වලින්	-1067
ශ්‍ර	-1068
▁සිර	-1069
▁අහ	-1070
▁දරුවන්	-1071
▁නොමැති	-1072
▁මේක	-1073
▁8	-1074
▁සිටිය	-1075
▁කඩ	-1076
▁ව්‍යාපාර	-1077
▁දේවල්	-1078
▁වීමට	-1079
▁බලප	-1080
▁එරෙහි	-1081
▁සමහර	-1082
ක්ති	-1083
ගො	-1084
▁අදාළ	-1085
ාර්ථ	-1086
▁අලු	-1087
ව්‍ය	-1088
▁විද	-1089
▁සාක	-1090
▁ඉල්ල	-1091
▁7	-1092
ාවෙන්	-1093
වර්ධන	-1094
▁අංශ	-1095
▁ගන්නා	-1096
▁වෙයි	-1097
▁මිනිස්	-1098
▁දරුව	-1099
▁එක්සත්	-1100
ලෙ	-1101
▁මෙසේ	-1102
▁සෑම	-1103
▁නියෝජ	-1104
ලක	-1105
▁සියල්ල	-1106
ීමෙන්	-1107
සිංහ	-1108
නට	-1109
වට	-1110
සුම්	-1111
ෘතිය	-1112
▁සිත	-1113
▁කොළඹ	-1114
▁ලබන	-1115
▁යටතේ	-1116
▁හිටපු	-1117
▁හැර	-1118
▁සම්ප	-1119
▁කෙනෙක්	-1120
ත්‍යා	-1121
▁සර	-1122
▁ආර්ථ	-1123
▁නිර්මාණය	-1124
▁සී	-1125
▁මීට	-1126
▁පුරා	-1127
▁එකට	-1128
නික	-1129
ටිය	-1130
රදි	-1131
▁බ්	-1132
▁මාස	-1133
▁ගුවන්	-1134
න්ව	-1135
කාරී	-1136
▁මෙන්	-1137
20	-1138
▁ප්ර	-1139
▁ගොස්	-1140
▁මධ්‍ය	-1141
▁පැව	-1142
▁තිබු	-1143
නෙ	-1144
මෙන්	-1145
කළ	-1146
▁ආර්ථික	-1147
▁අති	-1148
▁ග්‍ර	-1149
ෙකුට	-1150
▁අවසා	-1151
▁හිමි	-1152
▁විනා	-1153
▁පැහැදිලි	-1154
▁පුර	-1155
it	-1156
▁තීරණය	-1157
ාවන්	-1158
▁ගෙදර	-1159
▁අග	-1160
▁දැක	-1161
▁දෙප	-1162
ගාර	-1163
රැ	-1164
▁එයා	-1165
▁විදු	-1166
▁ලොකු	-1167
▁තබා	-1168
ou	-1169
නත්	-1170
▁නිදහස්	-1171
▁කරුණු	-1172
▁පෝ	-1173
වද	-1174
කිර	-1175
දුරටත්	-1176
ක්ෂණය	-1177
පුර	-1178
▁බර	-1179
▁වුණා	-1180
▁අධ්‍යාප	-1181
කරු	-1182
▁ඉවත්	-1183
මාන	-1184
▁යාම	-1185
▁යි	-1186
▁සාකච්ඡ	-1187
හොත්	-1188
කරන	-1189
▁දහ	-1190
▁ශා	-1191
සී	-1192
▁පටන්	-1193
වෘ	-1194
▁ෂ	-1195
▁බලන්න	-1196
▁තහ	-1197
▁මණ්ඩ	-1198
ක්‍රම	-1199
▁කොහොම	-1200
▁අපිට	-1201
සැ	-1202
▁පැවැත්ව	-1203
▁පවා	-1204
▁අවුරුදු	-1205
යෙක්	-1206
▁පරිදි	-1207
▁විදිහ	-1208
රෝධ	-1209
දින	-1210
▁ඉස්	-1211
ටුව	-1212
සාහ	-1213
ෙනි	-1214
දෙස්	-1215
ෝද	-1216
කරණ	-1217
▁පළා	-1218
▁වර්ග	-1219
▁හු	-1220
වෙයි	-1221
▁වුව	-1222
▁බැරි	-1223
නැ	-1224
▁සිද්ධ	-1225
▁ඇවි	-1226
▁වනු	-1227
▁උත්සාහ	-1228
▁පහසු	-1229
▁කාලයක්	-1230
▁මන්ත්‍ර	-1231
▁තත්ත්ව	-1232
▁පද	-1233
▁තෝ	-1234
▁පළමු	-1235
▁අන්තර්	-1236
es	-1237
▁මහින්ද	-1238
▁රුපිය	-1239
▁තුල	-1240
▁එකතු	-1241
ත්න	-1242
ෙන්න	-1243
▁යනු	-1244
▁පැමිණි	-1245
▁මුහුණ	-1246
මැ	-1247
බල	-1248
වරුන්	-1249
▁N	-1250
▁සාමාන්‍ය	-1251
▁අපගේ	-1252
ජ්	-1253
▁ඇතැයි	-1254
ල්ලි	-1255
▁භාවිත	-1256
▁ගුණ	-1257
▁බුද්ධ	-1258
▁එත	-1259
▁කාන්තාව	-1260
ෂ්ඨ	-1261
▁ඉක්	-1262
▁වූයේ	-1263
ද්දී	-1264
▁පියවර	-1265
නක්	-1266
මයි	-1267
▁බවද	-1268
▁තිබූ	-1269
▁D	-1270
▁අන්	-1271
▁/	-1272
පොර	-1273
රුම්	-1274
මුණ	-1275
හින්	-1276
▁c	-1277
▁යෝජ	-1278
▁සංචාර	-1279
▁කරගෙන	-1280
▁ලංකාව	-1281
න්ද්‍ර	-1282
▁මිය	-1283
ගි	-1284
▁B	-1285
ස්ට්	-1286
▁යොදා	-1287
▁L	-1288
▁බ්‍ර	-1289
▁මෝ	-1290
▁වය	-1291
▁ක්‍රීඩ	-1292
▁විස්තර	-1293
▁රුපියල්	-1294
▁9	-1295
▁මන්ත්‍රී	-1296
ච්චි	-1297
▁කිරි	-1298
ම්මා	-1299
▁මුල්	-1300
ෆ්	-1301
▁සිරි	-1302
▁විශ්ව	-1303
ූර්ණ	-1304
▁කේ	-1305
ෂණය	-1306
ලියන	-1307
▁මඟ	-1308
▁දැඩි	-1309
▁t	-1310
යන්ට	-1311
▁එල්ල	-1312
▁සදහා	-1313
▁තමන්ගේ	-1314
ෙක	-1315
▁විරෝධ	-1316
▁නේද	-1317
▁බලාපොර	-1318
▁එවැනි	-1319
▁සේවා	-1320
▁දෙදෙන	-1321
▁දවස	-1322
ඵල	-1323
▁වසරේ	-1324
▁යහ	-1325
▁ඔහුට	-1326
ියානු	-1327
▁සක	-1328
ියෙන්	-1329
▁අමතර	-1330
▁තිබුණ	-1331
්‍රව්‍ය	-1332
▁උස	-1333
▁s	-1334
▁චිත්‍රපට	-1335
▁රි	-1336
▁සහභාග	-1337
වාහ	-1338
ක්ෂා	-1339
▁පවත්	-1340
▁R	-1341
▁p	-1342
ප්ප	-1343
▁කෑ	-1344
කල්ප	-1345
කී	-1346
▁සීම	-1347
▁දීම	-1348
▁රූප	-1349
▁පෙන්වා	-1350
කාල	-1351
ාවි	-1352
▁එකම	-1353
▁පාලනය	-1354
ටර්	-1355
▁ලේකම්	-1356
▁ගියා	-1357
▁කිසිදු	-1358
▁මැතිවර	-1359
▁තියෙන්නේ	-1360
▁විදියට	-1361
▁අයට	-1362
▁ඉල්ලා	-1363
▁වෙන්නේ	-1364
▁හේතුවෙන්	-1365
▁G	-1366
▁ස්වා	-1367
ග්‍රහ	-1368
▁එරෙහිව	-1369
හැර	-1370
▁ඝ	-1371
▁දෙම	-1372
▁ලැබෙන	-1373
▁රථ	-1374
▁වඩාත්	-1375
▁වච	-1376
▁F	-1377
වයි	-1378
වක්	-1379
▁කුඩා	-1380
000	-1381
▁ක්‍රීඩා	-1382
▁මන	-1383
තියක්	-1384
යෙකු	-1385
▁දැනට	-1386
▁පන්	-1387
ණා	-1388
▁වෙන්	-1389
▁පිරිසක්	-1390
කෝ	-1391
ගා	-1392
▁පර්	-1393
▁රැක	-1394
චාර්ය	-1395
▁බැවින්	-1396
▁භාර	-1397
තී	-1398
යන	-1399
▁දැම	-1400
▁තරුණ	-1401
▁කලින්	-1402
▁?	-1403
▁ගහ	-1404
ay	-1405
▁වෘ	-1406
▁වස	-1407
▁12	-1408
ේම	-1409
යන්තර	-1410
▁පුල	-1411
වාදය	-1412
▁විදේශ	-1413
▁අර්	-1414
ෙත්	-1415
යෝ	-1416
▁ඈ	-1417
▁වෙබ්	-1418
ටා	-1419
▁බ්ලො	-1420
▁උපා	-1421
ශී	-1422
▁එපා	-1423
ed	-1424
කුත්	-1425
▁චරි	-1426
▁මෙරට	-1427
▁I	-1428
▁මාර	-1429
වම	-1430
▁බෑ	-1431
▁දුන්	-1432
▁එළ	-1433
ලෙස	-1434
ත්‍රී	-1435
▁පේ	-1436
▁උඹ	-1437
නිය	-1438
ිකාව	-1439
▁විද්‍යා	-1440
▁දෙකක්	-1441
ඳි	-1442
▁හමුදා	-1443
▁මතක	-1444
▁පූ	-1445
ත්නම්	-1446
ුර	-1447
තරම්	-1448
කයා	-1449
▁නිකුත්	-1450
▁අනා	-1451
දාය	-1452
ුවර	-1453
ක්ත	-1454
ාලය	-1455
▁ගු	-1456
▁කිහිපයක්	-1457
▁නගර	-1458
මිත	-1459
▁රජය	-1460
▁භූ	-1461
▁දුරක	-1462
▁ප්‍රා	-1463
ථා	-1464
පැ	-1465
▁ව්‍යව	-1466
▁කිරීමෙන්	-1467
ම්බර්	-1468
▁සමාගම	-1469
▁පල	-1470
කයින්	-1471
ent	-1472
ත්‍යන්තර	-1473
▁සුදුසු	-1474
ගම්	-1475
▁නොද	-1476
ෙල්	-1477
▁PM	-1478
ෙම	-1479
▁නිර්	-1480
වීමේ	-1481
න්දර	-1482
ෙන්නෙ	-1483
▁බහු	-1484
ගැනීම	-1485
▁ඡන්ද	-1486
▁දූ	-1487
ොල	-1488
ෂ්‍ය	-1489
ගැනීමට	-1490
▁ජාත්‍යන්තර	-1491
ලූ	-1492
▁ගත්ත	-1493
▁දෙනා	-1494
▁විදිහට	-1495
▁ඉඳ	-1496
පද	-1497
▁දන්න	-1498
ve	-1499
▁ජනාධිපතිවරයා	-1500
▁සල	-1501
ස්ථා	-1502
▁වාර්තාව	-1503
▁බුදු	-1504
තියේ	-1505
▁H	-1506
▁කුමක්	-1507
න්තර	-1508
▁දෙපාර්	-1509
▁හැකියාව	-1510
තම	-1511
▁ප්‍රශ්න	-1512
▁කල්	-1513
පිට	-1514
▁යුතුයි	-1515
▁ලකුණු	-1516
▁11	-1517
ෂා	-1518
▁සින	-1519
යෝග	-1520
ංගුවට	-1521
▁වර්ධ	-1522
▁නාම	-1523
නිල්	-1524
▁තත්ත්වය	-1525
▁වැඩසට	-1526
▁(1	-1527
▁සිහි	-1528
අඩ	-1529
▁හමුව	-1530
▁උත්ස	-1531
▁සාර්ථ	-1532
▁ගීත	-1533
▁ඇයි	-1534
▁පරීක්ෂණ	-1535
ණිය	-1536
▁වෙළඳ	-1537
සල	-1538
▁හේතු	-1539
▁කෘ	-1540
▁බලය	-1541
▁නම	-1542
is	-1543
ඨා	-1544
ත්තා	-1545
▁පද්ධ	-1546
▁තො	-1547
▁කරන්නට	-1548
▁පුවත්	-1549
ing	-1550
.”	-1551
▁රජයේ	-1552
▁උඩ	-1553
▁බස්	-1554
▁ඇතැ	-1555
▁කැප	-1556
ස්තු	-1557
▁ටිකක්	-1558
▁සාර්ථක	-1559
ුම	-1560
ජය	-1561
▁හැක	-1562
මාර්	-1563
▁ගොඩක්	-1564
▁පැවති	-1565
ොත්තු	-1566
▁පැත්ත	-1567
am	-1568
▁පෙළ	-1569
ro	-1570
▁‍	-1571
▁මාල	-1572
දානම්	-1573
බැයි	-1574
▁පහත	-1575
ion	-1576
▁පරිසර	-1577
නිමින්	-1578
▁ඔබගේ	-1579
▁සෝ	-1580
▁පවත්වා	-1581
▁මිනිස්සු	-1582
▁කොමි	-1583
දාන	-1584
▁දුම්	-1585
▁එහිදී	-1586
▁විනාශ	-1587
▁සැබ	-1588
▁ඊයේ	-1589
▁සංඛ්‍ය	-1590
මනා	-1591
මේන්තු	-1592
▁අලුත්	-1593
▁පොඩි	-1594
▁පිර	-1595
▁අසා	-1596
▁පාර්ලිමේන්තුව	-1597
▁පහර	-1598
▁දිස්	-1599
ිකට්	-1600
▁බේ	-1601
තුරුව	-1602
▁අමු	-1603
▁තෝරා	-1604
නයෙන්	-1605
▁මෙවැනි	-1606
▁ක්ෂ	-1607
වේද	-1608
▁එදා	-1609
▁පොදු	-1610
ඩියෝ	-1611
▁මොහො	-1612
▁ඔවුන්ට	-1613
▁කම්	-1614
▁ඇමර	-1615
▁මොකද	-1616
ජික	-1617
▁වුණ	-1618
▁නිවැ	-1619
▁15	-1620
ර්ය	-1621
▁හිමික	-1622
▁අපරාධ	-1623
▁පුරු	-1624
දැක	-1625
හේ	-1626
ගමැති	-1627
තුන්	-1628
ාපති	-1629
දර්ශ	-1630
▁ගැනීමේ	-1631
▁ගනු	-1632
▁ඕනෑම	-1633
▁අත්අඩ	-1634
▁කැමති	-1635
තාවය	-1636
▁අමතරව	-1637
▁ස්ව	-1638
▁ආණ්ඩුව	-1639
▁බ්ලොග්	-1640
▁ගිහින්	-1641
▁යයි	-1642
ජී	-1643
ac	-1644
il	-1645
▁කරගන්න	-1646
▁රස	-1647
▁ආප	-1648
යකු	-1649
▁අගමැති	-1650
සිර	-1651
▁නිෂ්පාදන	-1652
▁ආයතන	-1653
▁තත්ව	-1654
▁ඉතිහා	-1655
▁ලැබේ	-1656
තක්	-1657
▁ආකාරය	-1658
▁උපදෙස්	-1659
ළුව	-1660
ංගල	-1661
ාරි	-1662
▁පස්සේ	-1663
▁හඳුනා	-1664
සන	-1665
▁රැස්	-1666
▁පෞ	-1667
මත	-1668
▁පරා	-1669
හ්	-1670
වීම්	-1671
බෝධ	-1672
▁තැබ	-1673
▁මූලික	-1674
▁200	-1675
තූ	-1676
ර්මාන්ත	-1677
ෂ්ට	-1678
ලිම්	-1679
▁දරුවා	-1680
▁කොටස්	-1681
▁නොකර	-1682
සක	-1683
▁අත්අඩංගුවට	-1684
▁සභාපති	-1685
▁දව	-1686
ෑම්	-1687
▁දෙපාර්ත	-1688
▁අනාගත	-1689
හල්	-1690
▁කාර්	-1691
▁හොද	-1692
▁තැ	-1693
ාවත්	-1694
▁සාමාජික	-1695
▁පාසල්	-1696
ශ්ච	-1697
▁පවසයි	-1698
▁පැවසීය	-1699
▁මුළු	-1700
▁නු	-1701
▁ප්‍රහාර	-1702
▁ඇමති	-1703
ජිත්	-1704
▁හතර	-1705
▁සේවය	-1706
▁ක්‍රියාව	-1707
▁කරුණ	-1708
▁සැම	-1709
▁ආගම	-1710
▁විෂ	-1711
සින්	-1712
▁හමුද	-1713
▁අහි	-1714
▁හොඳම	-1715
▁වටි	-1716
▁දීමට	-1717
▁ළඟ	-1718
▁ක්‍රිකට්	-1719
දැයි	-1720
▁මානව	-1721
▁අයත්	-1722
ොන්	-1723
▁දර්ශ	-1724
▁ආසා	-1725
ැත්ත	-1726
ැක්	-1727
▁අත්දැක	-1728
▁පන	-1729
▁වෙතත්	-1730
ද්දි	-1731
▁තැන්	-1732
▁ජීවිතය	-1733
▁ක‍්‍ර	-1734
ාලයේ	-1735
▁ගත්තේ	-1736
▁මෙහිදී	-1737
ක්තිය	-1738
▁ගණන	-1739
▁දෙවිය	-1740
ලික	-1741
et	-1742
▁නැතුව	-1743
▁කරපු	-1744
▁බලාපොරොත්තු	-1745
▁හැබැයි	-1746
▁වගක	-1747
▁හමුවේ	-1748
▁නීතිය	-1749
ෞද්ධ	-1750
▁අනෙක්	-1751
▁18	-1752
▁AM	-1753
ad	-1754
▁ගියේ	-1755
සූ	-1756
▁පුලුවන්	-1757
ag	-1758
දේ	-1759
ගොඩ	-1760
යාගේ	-1761
he	-1762
▁ඉගෙන	-1763
ත්‍රා	-1764
▁දායක	-1765
▁ධර්ම	-1766
ඳුම්	-1767
▁ඇතැම්	-1768
as	-1769
▁තවමත්	-1770
▁කිසිම	-1771
▁මැද	-1772
▁අවධානය	-1773
හුණු	-1774
▁ටෙ	-1775
▁කර්මාන්ත	-1776
▁ගත්තා	-1777
▁පළාත්	-1778
ස්සෙ	-1779
▁යුද්ධ	-1780
▁E	-1781
▁ලිපි	-1782
▁සංවිධානය	-1783
▁ගොඩනැ	-1784
මී	-1785
ඩුව	-1786
▁ඉටු	-1787
ෝදනා	-1788
▁අප්‍ර	-1789
▁රෙ	-1790
▁විශේෂයෙන්	-1791
▁නියමිත	-1792
වෘත	-1793
ලයේ	-1794
ංගික	-1795
▁ඇතුළත්	-1796
▁වටිනා	-1797
▁ශරී	-1798
ඹු	-1799
▁සතුට	-1800
ත්‍යාංශ	-1801
▁විවාහ	-1802
▁ප්‍රමාණය	-1803
▁අයු	-1804
ශා	-1805
id	-1806
▁...	-1807
සේන	-1808
▁කෙරෙහි	-1809
▁මාව	-1810
ෝන්	-1811
▁රො	-1812
▁පාර්ලිමේන්තු	-1813
▁ජීවත්	-1814
▁ඝා	-1815
▁තේරුම්	-1816
පේ	-1817
ංගු	-1818
▁J	-1819
▁දෙපාර්තමේන්තුව	-1820
▁සර්	-1821
▁ත්‍ර	-1822
▁අමාත්‍යාංශ	-1823
▁වෘත්ත	-1824
▁ආරක්ෂක	-1825
තියි	-1826
්බ	-1827
▁උදා	-1828
▁ඉදිරියේ	-1829
▁බෞද්ධ	-1830
න්වා	-1831
යන්ගේ	-1832
▁මුස්	-1833
▁චෝදනා	-1834
ට්‍ය	-1835
▁ලොව	-1836
▁කාම	-1837
▁යැ	-1838
▁කොරෝ	-1839
▁ලදී	-1840
▁මල්	-1841
▁වැළ	-1842
▁විනි	-1843
▁විවෘත	-1844
▁සංග	-1845
දුරු	-1846
▁නිලධාරීන්	-1847
▁ඇද	-1848
▁මිලියන	-1849
▁අංක	-1850
ච්චර	-1851
ද්ගලික	-1852
▁අවස්ථාවේ	-1853
▁හට	-1854
▁සත්	-1855
▁කණ්ඩායම	-1856
▁ලිපිය	-1857
▁විරු	-1858
▁W	-1859
විඩ්	-1860
▁මන්ද	-1861
දුම්	-1862
ලිබ	-1863
▁දමා	-1864
▁ගෑ	-1865
ost	-1866
සීම	-1867
ෝගික	-1868
▁උන්	-1869
භාවය	-1870
▁ගමන	-1871
▁පින්	-1872
▁O	-1873
▁ඩි	-1874
▁බෙදා	-1875
▁එබැ	-1876
▁අමතක	-1877
ාවල	-1878
▁වේද	-1879
▁ස්ථා	-1880
▁ණය	-1881
▁මුහු	-1882
▁අවබෝධ	-1883
▁පැන	-1884
▁එයට	-1885
කදී	-1886
▁යළි	-1887
▁සහතික	-1888
භය	-1889
▁ලක්ෂ	-1890
▁මී	-1891
ිකානු	-1892
▁නිර්මාණ	-1893
▁ඉදිරියට	-1894
▁සමු	-1895
▁දුරකථ	-1896
දුම	-1897
▁සකස්	-1898
ගැ	-1899
▁සෑ	-1900
සයි	-1901
කේ	-1902
ලත්	-1903
ධි	-1904
ලව	-1905
▁උනා	-1906
ණ්ඩු	-1907
▁මූ	-1908
▁එසේම	-1909
▁සංස්ක	-1910
▁නිවස	-1911
▁උසස්	-1912
වුම්	-1913
ිකර	-1914
▁දකි	-1915
un	-1916
▁ඉන්නවා	-1917
සෙ	-1918
▁මහජන	-1919
▁b	-1920
තුම්	-1921
▁සිල්	-1922
බර්	-1923
▁වර්ධනය	-1924
▁තිර	-1925
▁ඇගේ	-1926
▁පෞද්ගලික	-1927
▁තහවුරු	-1928
▁ස්ථාන	-1929
▁ලෝකයේ	-1930
▁නියම	-1931
▁මතු	-1932
▁ප්‍රදේශයේ	-1933
▁හැඟ	-1934
▁ලියා	-1935
න්වහන්සේ	-1936
▁පියා	-1937
▁රනිල්	-1938
▁අධ්‍යක්ෂ	-1939
▁විහාර	-1940
සිද්ධ	-1941
▁කියන්නෙ	-1942
▁වත්	-1943
▁අවම	-1944
▁කොරෝනා	-1945
▁චී	-1946
රො	-1947
▁කුමාර	-1948
දීමට	-1949
▁තර්	-1950
▁පාරි	-1951
▁රටවල්	-1952
ින්ම	-1953
▁සංගම	-1954
▁ඉල	-1955
▁බී	-1956
රුම	-1957
▁නර	-1958
▁තවදුරටත්	-1959
▁ජීව	-1960
▁පර්යේ	-1961
▁මාන	-1962
ියන්	-1963
▁නිවැරදි	-1964
▁ඇර	-1965
▁නෙවෙයි	-1966
වේදී	-1967
සම	-1968
▁වළ	-1969
▁තමන්ට	-1970
▁පෙනී	-1971
▁චරිත	-1972
ාරූප	-1973
▁අනතුරුව	-1974
▁තිබි	-1975
▁මෛ	-1976
▁වෙනුවට	-1977
නන්ද	-1978
ෙකුත්	-1979
▁ජල	-1980
හෙන	-1981
▁සංවර්ධන	-1982
වාරි	-1983
▁වීඩියෝ	-1984
▁මොන	-1985
▁නැත්නම්	-1986
බර	-1987
▁ට්‍ර	-1988
▁ලෙ	-1989
▁භි	-1990
▁නේ	-1991
▁කලේ	-1992
ප්‍රිය	-1993
▁පිරිස	-1994
▁යනවා	-1995
▁ඒකා	-1996
▁යන්නේ	-1997
▁දෙමළ	-1998
මුඛ	-1999
ලාව	-2000
▁දෙස	-2001
▁මස	-2002
ල්ලක්	-2003
▁මෙත	-2004
▁)	-2005
දීය	-2006
▁සම්පූර්ණ	-2007
▁දක	-2008
▁මිලදී	-2009
▁සියලුම	-2010
මුව	-2011
▁පෙන්න	-2012
▁සන්	-2013
දිත	-2014
▁තොරව	-2015
යයි	-2016
ජු	-2017
පෙ	-2018
ment	-2019
▁එමෙන්ම	-2020
▁දො	-2021
ගමනය	-2022
vi	-2023
ේත්‍ර	-2024
▁අම්මා	-2025
ගුණ	-2026
ක්ස්	-2027
▁තුන	-2028
ප්පු	-2029
ධික	-2030
▁හැට	-2031
ol	-2032
▁එබැවින්	-2033
▁කරල	-2034
▁කමි	-2035
ගන්නා	-2036
ber	-2037
▁ඇමැති	-2038
▁විරුද්ධ	-2039
▁වෙලාව	-2040
▁පිණි	-2041
▁දිස්ත්‍රි	-2042
▁පස්	-2043
▁ස්ථානය	-2044
යුම්	-2045
▁තිබුණේ	-2046
▁කොහොමද	-2047
යාට	-2048
යෝජ	-2049
▁මරණ	-2050
▁පවසා	-2051
▁ලාංක	-2052
▁දකුණු	-2053
ත්ති	-2054
▁ඩොල	-2055
▁මිනිසුන්	-2056
▁දුන්නේ	-2057
▁හරියට	-2058
▁හොඳින්	-2059
▁තිබුණා	-2060
▁ලංකාවට	-2061
▁වෙමින්	-2062
▁මනු	-2063
▁ඇඟ	-2064
▁දැනුම්	-2065
▁නාට්‍ය	-2066
▁ආරක්ෂා	-2067
▁ජනතාවට	-2068
▁නිසි	-2069
▁2015	-2070
▁දෙනෙකු	-2071
කූල	-2072
▁කියනවා	-2073
▁ලැබූ	-2074
▁පහළ	-2075
▁නිව	-2076
ec	-2077
▁අරමුණ	-2078
▁හිර	-2079
▁අධිකරණය	-2080
▁දුම්රිය	-2081
▁සටහන්	-2082
▁මුස්ලිම්	-2083
▁වේග	-2084
තල	-2085
ඥා	-2086
▁ආයතනය	-2087
▁විමර්ශ	-2088
දුන්	-2089
▁කාලයේ	-2090
▁ඡාය	-2091
▁පම	-2092
▁සූදානම්	-2093
▁සත්‍ය	-2094
▁අපේක්ෂ	-2095
▁ගල්	-2096
▁වුනා	-2097
ට්ටු	-2098
▁ලිංගික	-2099
▁බට	-2100
▁වීර	-2101
▁වර්ත	-2102
ගී	-2103
▁ගැල	-2104
යික	-2105
විද්‍ය	-2106
ගණ	-2107
▁අතුරු	-2108
▁හඬ	-2109
▁සාධ	-2110
▁අනාව	-2111
▁25	-2112
ේස්	-2113
▁මත්	-2114
▁පොලිසිය	-2115
▁ශක්ති	-2116
▁වික	-2117
▁තීරණ	-2118
▁තෙල්	-2119
▁තුළින්	-2120
ල්ලේ	-2121
▁සංවර්ධ	-2122
රුණු	-2123
▁මැතිවරණ	-2124
▁m	-2125
el	-2126
පෙන	-2127
▁30	-2128
දිංචි	-2129
▁හෙළි	-2130
▁වෛර	-2131
▁දිනය	-2132
ක්ද	-2133
▁අධ්‍යාපන	-2134
වමින්	-2135
▁ආදී	-2136
▁සමාන	-2137
▁වියද	-2138
ළඟ	-2139
ෑන්	-2140
▁ඉහත	-2141
▁පීඩ	-2142
▁ප්‍රතිකාර	-2143
▁කිව්වා	-2144
▁වික්‍රම	-2145
▁(2	-2146
ග්‍රා	-2147
‍්‍රී	-2148
▁නැතිව	-2149
▁13	-2150
▁වැරදි	-2151
▁14	-2152
ජනය	-2153
▁වරද	-2154
ගින්	-2155
▁d	-2156
▁මානසික	-2157
රයේ	-2158
▁කවුරු	-2159
▁බොහොම	-2160
මිනි	-2161
▁සාකච්ඡා	-2162
▁අල	-2163
ෂික	-2164
▁රංග	-2165
වරණය	-2166
▁රැගෙන	-2167
දායක	-2168
▁සංවිධා	-2169
▁ආණ්ඩු	-2170
),	-2171
▁සැලසුම්	-2172
▁ඉතිරි	-2173
කඩ	-2174
▁කළු	-2175
▁ආක	-2176
තාවක්	-2177
▁සෙන	-2178
▁සුර	-2179
▁දියුණු	-2180
▁ලස්ස	-2181
▁රටට	-2182
▁මඟින්	-2183
▁තුන්	-2184
▁විජ	-2185
තට	-2186
▁ඇවිත්	-2187
ටුප	-2188
▁අමාත්‍යවරයා	-2189
▁හිමිය	-2190
▁යෝජනා	-2191
▁වැඩක්	-2192
▁මේවා	-2193
▁ඔවු	-2194
▁වුවත්	-2195
ගු	-2196
▁තිබිය	-2197
▁ආසන්න	-2198
▁අවසානයේ	-2199
▁බිහි	-2200
▁ආකාරයට	-2201
▁දෙදෙනා	-2202
▁16	-2203
▁බදු	-2204
▁ඇඳ	-2205
▁මෙන්න	-2206
▁තියෙන්නෙ	-2207
▁විදුලි	-2208
▁කට්ට	-2209
▁ගෞ	-2210
වතී	-2211
▁වුණේ	-2212
▁අල්ල	-2213
▁ඩොලර්	-2214
▁පොත්	-2215
▁සුළු	-2216
▁සිදුවන	-2217
▁රේ	-2218
▁සමී	-2219
▁ගනිමින්	-2220
▁ඡායාරූප	-2221
▁මුල	-2222
▁සැබෑ	-2223
කල	-2224
▁වුවද	-2225
▁අතින්	-2226
▁පිණිස	-2227
▁යුත්තේ	-2228
ධාරණය	-2229
▁තිබ්බ	-2230
▁ක්‍රමය	-2231
ඤ්	-2232
▁හම්බ	-2233
▁පට	-2234
තෘ	-2235
▁කරග	-2236
▁දෑ	-2237
ෂධ	-2238
▁වැඩිදුරටත්	-2239
▁බැංක	-2240
▁ඇත්තටම	-2241
▁යාමට	-2242
රුන්	-2243
▁ඛ	-2244
,000	-2245
▁ශිල්ප	-2246
▁වැනිදා	-2247
කරුව	-2248
▁තන	-2249
▁ඌ	-2250
▁බැඳ	-2251
▁අර්ථ	-2252
▁ගන්නේ	-2253
▁2012	-2254
▁වහා	-2255
ංගම	-2256
▁සැප	-2257
▁සිටියේය	-2258
▁V	-2259
▁හැටි	-2260
▁ඔක්	-2261
▁තත්වය	-2262
ex	-2263
▁මට්ට	-2264
▁පහසුකම්	-2265
▁පොලී	-2266
▁රණ	-2267
▁කීප	-2268
▁සහෝ	-2269
▁සමත්	-2270
▁කීවේ	-2271
▁ඉන්නේ	-2272
▁කවු	-2273
▁කරා	-2274
ත්වයෙන්	-2275
ot	-2276
▁මහත්ම	-2277
.....	-2278
▁කැබ	-2279
▁මුලින්	-2280
▁යුද	-2281
▁ඇස්	-2282
ද්‍රව්‍ය	-2283
ul	-2284
සං	-2285
▁ඔස්සේ	-2286
▁මහත්ත	-2287
▁කිව	-2288
▁නං	-2289
▁ප්‍රශ්නය	-2290
▁ආදරය	-2291
ෝෂ	-2292
▁එතකොට	-2293
▁මාර්ගය	-2294
▁හැසිර	-2295
ොට	-2296
▁පොහො	-2297
▁හිටිය	-2298
▁අදහස	-2299
▁නිෂ්පාද	-2300
▁[	-2301
▁බුද්ධි	-2302
▁ජනතා	-2303
▁හැකියි	-2304
ිලි	-2305
▁අඩවිය	-2306
▁පෙරේ	-2307
▁පැය	-2308
▁ක්ෂේත්‍ර	-2309
▁අවස්ථා	-2310
හට	-2311
art	-2312
▁පුංචි	-2313
ap	-2314
▁නියෝග	-2315
හසු	-2316
▁සංගීත	-2317
em	-2318
▁මතක්	-2319
▁කොල්ල	-2320
▁ඉස්සර	-2321
▁යුතුව	-2322
▁අස්	-2323
▁දවස්	-2324
▁සහභාගී	-2325
▁වර්ෂ	-2326
▁පැති	-2327
▁එනම්	-2328
ඳවා	-2329
වනු	-2330
▁යනුවෙන්	-2331
▁දේශීය	-2332
යත්	-2333
ියෝග	-2334
▁නිතර	-2335
▁විතරක්	-2336
▁අවු	-2337
ෘති	-2338
මෙ	-2339
▁කිරීම්	-2340
▁සිල්වා	-2341
▁නිෂ්පාදනය	-2342
▁අදාල	-2343
▁පිහිට	-2344
▁පිහිටි	-2345
ජාත	-2346
▁විතරයි	-2347
ෙමි	-2348
නාගාර	-2349
පී	-2350
▁තරඟ	-2351
▁නිලධාරී	-2352
▁ලේඛ	-2353
ch	-2354
▁ස්ට	-2355
▁සමස්ත	-2356
▁හදි	-2357
▁පිලිබ	-2358
මෙයි	-2359
ri	-2360
▁කොවිඩ්	-2361
ත්තු	-2362
▁අනෙකුත්	-2363
▁උදව්	-2364
▁සාක්ෂ	-2365
▁එයින්	-2366
▁ඖ	-2367
▁වචන	-2368
▁ජනප්‍රිය	-2369
ණන්	-2370
▁කළමනා	-2371
▁තියන	-2372
▁සන්න	-2373
▁දෙනෙක්	-2374
▁මන්	-2375
දාස	-2376
▁මහතාගේ	-2377
▁ගුරු	-2378
වන්නේ	-2379
▁අම්ම	-2380
▁ප්‍රේම	-2381
පොළ	-2382
▁සමාජය	-2383
▁දත්ත	-2384
▁ඕනේ	-2385
නෝ	-2386
▁අහිමි	-2387
▁වැඩසටහන	-2388
▁f	-2389
▁|	-2390
▁වතුර	-2391
▁කෙටි	-2392
ස්තුව	-2393
▁ඉක්මන	-2394
▁විවේ	-2395
▁අන්ති	-2396
▁ගෝඨා	-2397
▁සහයෝග	-2398
▁බැහැ	-2399
▁පොළ	-2400
-1	-2401
▁වනවිට	-2402
▁වැඩේ	-2403
▁සිරිසේන	-2404
▁සටන්	-2405
තියට	-2406
▁භාණ්ඩ	-2407
තැ	-2408
▁අයිති	-2409
ාරු	-2410
▁ඖෂධ	-2411
මාව	-2412
▁යුරෝ	-2413
▁සභාව	-2414
ලුව	-2415
▁පදනම්	-2416
▁ජයග්‍රහ	-2417
▁පැවැති	-2418
විර	-2419
▁සහභාගි	-2420
21	-2421
▁ද්‍රව්‍ය	-2422
▁on	-2423
▁කෙරෙන	-2424
▁හිමිකම්	-2425
▁පමණි	-2426
▁බවය	-2427
▁!	-2428
පිළි	-2429
විනි	-2430
▁ඉතිං	-2431
▁කෙසේද	-2432
▁බරපත	-2433
▁කාලේ	-2434
▁දක්ෂ	-2435
▁කිසිව	-2436
බද්ධ	-2437
▁ගිවි	-2438
▁දිගටම	-2439
▁ආයත	-2440
▁බටහිර	-2441
ිකිර	-2442
ලන්ත	-2443
:1	-2444
▁පාඨ	-2445
▁හැටියට	-2446
▁ඉවර	-2447
▁රිය	-2448
▁ජි	-2449
බී	-2450
▁17	-2451
▁ඉංග	-2452
▁ගෙන්	-2453
▁බිඳ	-2454
▁සහෝදර	-2455
යකි	-2456
ශේෂ	-2457
▁විපක්ෂ	-2458
▁පාරිභ	-2459
▁පස්සෙ	-2460
ස්ථානය	-2461
▁තියා	-2462
වේශ	-2463
▁මහත්	-2464
▁ඉන්දිය	-2465
▁කෙල්ල	-2466
▁පැර	-2467
▁රන්	-2468
▁හෙවත්	-2469
▁ශ්‍රේ	-2470
▁වෙන්නෙ	-2471
▁දෙවන	-2472
▁දුක්	-2473
▁අභියෝග	-2474
▁නිවාස	-2475
▁කොටස	-2476
්‍යා	-2477
▁අනිත්	-2478
ගර	-2479
රාල්	-2480
හුව	-2481
▁අතට	-2482
ූහ	-2483
▁නැද්ද	-2484
omment	-2485
▁ව්‍යා	-2486
▁ජලය	-2487
මාර්ග	-2488
▁නෙමෙයි	-2489
▁ඇයට	-2490
මම	-2491
▁කල්ප	-2492
▁*	-2493
ous	-2494
▁තද	-2495
▁තනි	-2496
▁»	-2497
).	-2498
▁එවිට	-2499
▁අනිවා	-2500
▁පුහුණු	-2501
▁බන්ධ	-2502
නො	-2503
▁කඳු	-2504
and	-2505
▁ආවේ	-2506
▁දිගු	-2507
▁මෙලෙස	-2508
▁2014	-2509
ඞ්	-2510
▁සභා	-2511
▁අන්තර්ජ	-2512
ස්ට්‍ර	-2513
යින්ට	-2514
▁ශක්තිමත්	-2515
▁අල්ලා	-2516
සාර	-2517
▁නාව	-2518
වශ්‍ය	-2519
▁ලෝකය	-2520
කාරි	-2521
සියේ	-2522
▁පරිවර්	-2523
▁ගෞර	-2524
of	-2525
ංකු	-2526
▁මරණය	-2527
▁ආදාය	-2528
ද්දේ	-2529
▁නොකළ	-2530
▁අලෙ	-2531
▁දොර	-2532
▁අකු	-2533
ද්‍ර	-2534
සිරි	-2535
▁සිතුව	-2536
▁කැමැත්ත	-2537
▁අර්බු	-2538
▁වෙළෙ	-2539
ක්කේ	-2540
ශෝධ	-2541
▁කටයු	-2542
▁පාරිභෝගික	-2543
▁අක්	-2544
කිරීම	-2545
▁ප්‍රතිචාර	-2546
සාද	-2547
ේප	-2548
▁කෑම	-2549
රත්න	-2550
▁ව්‍යාපෘතිය	-2551
පිරි	-2552
සුම	-2553
▁සීමා	-2554
▁ඉතිහාස	-2555
▁ප‍්‍රති	-2556
▁කලාප	-2557
▁සංචාරක	-2558
▁එකඟ	-2559
▁ගම්	-2560
▁ඔව්	-2561
▁පවත්ව	-2562
▁මෙහෙම	-2563
ිකාවේ	-2564
▁ගණන්	-2565
▁අට	-2566
▁ආයෝජ	-2567
▁ප්‍රමාණයක්	-2568
▁ඔන්න	-2569
▁සහාය	-2570
▁ඇසු	-2571
▁අභි	-2572
▁ද්	-2573
▁දැනුවත්	-2574
▁වෘත්තීය	-2575
▁පාප	-2576
▁සිනමා	-2577
▁ගිනි	-2578
▁භාෂ	-2579
▁ලැ	-2580
බේ	-2581
▁වාහන	-2582
▁පාලන	-2583
▁මොනවා	-2584
▁කාලෙ	-2585
▁පක්ෂය	-2586
▁කන	-2587
▁නොවැ	-2588
▁රජු	-2589
▁ගම	-2590
▁අරගෙන	-2591
ත්තර	-2592
▁දුව	-2593
▁අවසාන	-2594
▁පාවි	-2595
▁කථා	-2596
බාධ	-2597
▁සති	-2598
▁ශිෂ්‍ය	-2599
▁සමන්	-2600
ර්ණ	-2601
ෝප	-2602
▁අතීත	-2603
▁ඉලක්ක	-2604
▁තිබුණි	-2605
▁ක්‍රි	-2606
▁දිනා	-2607
යෙන්ම	-2608
▁විඳ	-2609
▁උතුරු	-2610
▁සටහන	-2611
▁අත්දැකීම්	-2612
්ය	-2613
▁ගල	-2614
▁දුර්	-2615
▁නොල	-2616
ස්ම	-2617
ෂන්	-2618
▁වසංග	-2619
▁සල්ලි	-2620
රින්	-2621
▁තරු	-2622
▁හදා	-2623
▁අධි	-2624
▁සබ	-2625
▁අධිකරණ	-2626
▁පිළිබද	-2627
ාපනය	-2628
▁ප්‍රථ	-2629
▁සදහන්	-2630
▁ආචාර්ය	-2631
▁වැඩිය	-2632
▁2013	-2633
▁අධිකාර	-2634
රියා	-2635
▁අපහසු	-2636
▁ලෝ	-2637
lo	-2638
▁ජනපති	-2639
▁පවතී	-2640
▁මව	-2641
▁පුළු	-2642
ලෝක	-2643
ධාරණ	-2644
▁පිළිතුරු	-2645
▁ජංගම	-2646
ත්වයක්	-2647
▁ඉන්දීය	-2648
▁ගුරුව	-2649
▁මණ්ඩල	-2650
▁ගන්නට	-2651
▁21	-2652
ණ්ඩාර	-2653
▁සිටී	-2654
▁නිර්දේශ	-2655
▁කණ්ඩායම්	-2656
▁නිරත	-2657
▁අගය	-2658
▁විශ්වවිද්‍ය	-2659
▁හැඳ	-2660
▁එක්ව	-2661
us	-2662
▁සුබ	-2663
▁උන්වහන්සේ	-2664
▁හින්	-2665
▁තබ	-2666
▁පක්ෂයේ	-2667
▁නිම	-2668
▁සමාගම්	-2669
▁නියෝජිත	-2670
▁ආගමික	-2671
▁සපය	-2672
ිරා	-2673
▁වන්න	-2674
▁දාලා	-2675
රාව	-2676
▁බෙහෙ	-2677
▁ජේ	-2678
▁ඉතාම	-2679
▁සංශෝධ	-2680
▁ලස්සන	-2681
▁බයි	-2682
▁කෙළ	-2683
▁ඇමෙර	-2684
▁බිය	-2685
ර්මය	-2686
ක්ෂිත	-2687
ල්ලට	-2688
▁වයස	-2689
හසක්	-2690
▁අරන්	-2691
රිම	-2692
ive	-2693
සර්	-2694
▁අනේ	-2695
▁අවධාරණය	-2696
▁ලියන්න	-2697
▁කඩු	-2698
▁ඕනෑ	-2699
▁සැර	-2700
▁දුක	-2701
▁තිබුණු	-2702
▁නඩු	-2703
▁2016	-2704
:3	-2705
▁පිලි	-2706
▁දේව	-2707
සිදු	-2708
▁පවුලේ	-2709
▁ප්‍රේ	-2710
▁යහපත්	-2711
▁ලියන	-2712
▁ඇප	-2713
▁ආදිය	-2714
විල්	-2715
ew	-2716
ඬුව	-2717
▁පිවි	-2718
!!	-2719
▁දන්නේ	-2720
▁ආයු	-2721
▁Pre	-2722
හත්	-2723
කයක්	-2724
▁පණි	-2725
▁පත්‍ර	-2726
▁එකෙන්	-2727
▁•	-2728
▁ගන්නවා	-2729
ිකව	-2730
▁ප්‍රසිද්ධ	-2731
ජන්	-2732
ාත්මක	-2733
තීන්	-2734
▁පර්යේෂණ	-2735
සෙන	-2736
▁දෙයි	-2737
▁කොළ	-2738
▁විසි	-2739
මාත්‍ය	-2740
▁මණ්ඩලය	-2741
▁විභාග	-2742
▁වික්‍රමසිංහ	-2743
පුරු	-2744
▁..	-2745
▁100	-2746
▁සම්පත්	-2747
▁දම	-2748
▁නතර	-2749
▁පැවසුවේ	-2750
▁කරන්නෙ	-2751
▁කඩා	-2752
දෙනු	-2753
▁හෙළ	-2754
▁සිටියා	-2755
▁U	-2756
▁සියළු	-2757
▁බලන	-2758
▁කෙරේ	-2759
▁වුණත්	-2760
▁ලක්ෂණ	-2761
▁සිටින්නේ	-2762
▁ආරක්ෂාව	-2763
▁කරමු	-2764
▁කුරු	-2765
▁සතුටු	-2766
▁උත්තර	-2767
මුණු	-2768
▁දෙන්නේ	-2769
▁පුද්ගලයන්	-2770
▁පූජ	-2771
▁දක්වන	-2772
යෙහි	-2773
▁24	-2774
▁තුව	-2775
os	-2776
▁වර්ණ	-2777
▁නමින්	-2778
▁මෙතන	-2779
ෝම	-2780
▁අවසර	-2781
▁ලාංකික	-2782
ෙන්නට	-2783
▁සුවි	-2784
▁ශක්තිය	-2785
▁දුන්න	-2786
▁නාවික	-2787
▁දාන්න	-2788
▁සැපය	-2789
ur	-2790
▁කන්න	-2791
▁අනුගමනය	-2792
▁හොයා	-2793
▁වාර	-2794
▁මෑ	-2795
▁මර්	-2796
▁පරිගණ	-2797
▁තාක්ෂණ	-2798
▁සිදුකර	-2799
▁වෙළෙඳ	-2800
▁උණු	-2801
▁සමි	-2802
▁ව්‍යවස්ථ	-2803
න්දේ	-2804
▁ගෝඨාභය	-2805
▁ජූ	-2806
▁අධ්‍යාපනය	-2807
▁දෙනවා	-2808
ට්ටම	-2809
▁යන්ත්‍ර	-2810
▁යමක්	-2811
චනය	-2812
ුද්ධ	-2813
▁ගිණු	-2814
▁අවි	-2815
වෙලා	-2816
▁නුවර	-2817
▁තියනවා	-2818
▁සංවර්ධනය	-2819
▁යුග	-2820
▁රටවල	-2821
න්දුව	-2822
▁තාත්තා	-2823
▁එල	-2824
▁ප්‍රතිඵල	-2825
▁චීන	-2826
▁වීමේ	-2827
oo	-2828
icle	-2829
▁w	-2830
ext	-2831
:4	-2832
▁රැසක්	-2833
▁පුද්ගලයින්	-2834
▁හෙට	-2835
▁2017	-2836
ගත්ත	-2837
▁කත	-2838
මුද	-2839
▁මහාචාර්ය	-2840
ස්ථාන	-2841
▁ඝාතනය	-2842
▁සිදුවූ	-2843
▁හිතා	-2844
▁කතාවක්	-2845
▁අනාවරණය	-2846
▁කරගත්	-2847
ූර	-2848
▁සැලකි	-2849
▁තිබිණි	-2850
▁නියෝජ්‍ය	-2851
▁බණ්ඩාර	-2852
ට්‍ර	-2853
▁සමාග	-2854
▁මූල්‍ය	-2855
▁අප්	-2856
ගහ	-2857
▁නැවතත්	-2858
ir	-2859
▁මෘ	-2860
:5	-2861
කයේ	-2862
''	-2863
▁පාවිච්චි	-2864
▁යෑ	-2865
▁පවත්වාගෙන	-2866
▁ත්‍රස්ත	-2867
▁නියෝජනය	-2868
▁ඉහල	-2869
▁රෝහ	-2870
▁උද්	-2871
vious	-2872
▁පවුල්	-2873
ඹුරු	-2874
▁විකල්ප	-2875
▁ජනතාවගේ	-2876
▁සමර	-2877
▁සංඛ්‍යාව	-2878
ඤ්ඤ	-2879
▁නිවා	-2880
▁සලක	-2881
▁දෙවියන්	-2882
▁ආත්ම	-2883
වෙනි	-2884
▁උත්සව	-2885
▁මිතුර	-2886
▁කිව්ව	-2887
ෙලා	-2888
▁නිසාය	-2889
වේදනය	-2890
▁උදාහ	-2891
නීය	-2892
▁ලී	-2893
▁ඔයාට	-2894
▁විශි	-2895
▁ආශ්‍ර	-2896
▁බවක්	-2897
▁2020	-2898
පත්ති	-2899
▁සිටීම	-2900
▁බන්ධනාගාර	-2901
▁පොල්	-2902
▁පත	-2903
▁කුස	-2904
▁බැංකු	-2905
▁බං	-2906
▁වෙඩි	-2907
▁පොත	-2908
ක්ෂේප	-2909
▁හමුදාව	-2910
▁සුන්දර	-2911
විතේ	-2912
▁2018	-2913
▁in	-2914
ලාභ	-2915
ටී	-2916
පල	-2917
▁ප්‍රිය	-2918
සියට	-2919
කමක්	-2920
▁රැකියා	-2921
▁මෙවර	-2922
▁ප්‍රමුඛ	-2923
▁තෙක්	-2924
▁මොනව	-2925
▁දකින	-2926
▁බහුතර	-2927
▁භාග	-2928
වයං	-2929
කැ	-2930
▁ඒකාබද්ධ	-2931
▁හිතු	-2932
▁කොටසක්	-2933
▁බිරි	-2934
▁තිබෙන්නේ	-2935
▁පෙරේරා	-2936
▁ප්‍රමාණ	-2937
සේකර	-2938
▁ගරු	-2939
වීමක්	-2940
▁අතරින්	-2941
▁බඩ	-2942
දේශීය	-2943
▁සංවිධාන	-2944
▁වරක්	-2945
▁පහස	-2946
▁දිස්ත්‍රික්ක	-2947
▁දුරකථන	-2948
▁වරා	-2949
▁පාඩ	-2950
▁22	-2951
▁50	-2952
........	-2953
▁භික්ෂ	-2954
▁පුදුම	-2955
▁කවර	-2956
්‍රී	-2957
▁Previous	-2958
▁ළම	-2959
▁හැඩ	-2960
▁හැඳින්	-2961
ණයෙන්	-2962
▁පුළුල්	-2963
ෙස්	-2964
▁දැක්වූ	-2965
▁2019	-2966
▁හොර	-2967
▁පද්ධතිය	-2968
▁මිස	-2969
▁පුව	-2970
▁ජ්‍ය	-2971
▁නිවසේ	-2972
▁මගෙ	-2973
▁නිළ	-2974
ig	-2975
▁රෝහල	-2976
▁මෙතෙක්	-2977
▁තුනක්	-2978
▁වත්ම	-2979
▁වෙලාවට	-2980
▁මුදලක්	-2981
▁හිතුව	-2982
▁විජේ	-2983
▁ළමා	-2984
▁නැගෙන	-2985
වාහි	-2986
▁තහනම්	-2987
▁දිනයේ	-2988
▁සම්පූර්	-2989
ct	-2990
im	-2991
ක්ෂක	-2992
▁ඉන්දියාව	-2993
▁ස්වයං	-2994
▁හොඳයි	-2995
▁උපරිම	-2996
▁උනත්	-2997
සියම්	-2998
භාවික	-2999
▁සිත්	-3000
දාම	-3001
▁අග්‍රා	-3002
▁අරගල	-3003
වියේ	-3004
නයා	-3005
ගන්	-3006
▁සම්මා	-3007
ජින	-3008
▁පෘ	-3009
පන්	-3010
▁ආපසු	-3011
▁දිහා	-3012
යිට්	-3013
▁ඉඩම්	-3014
▁K	-3015
▁ජාති	-3016
බෝ	-3017
▁රත්	-3018
▁බාර	-3019
▁ලැබී	-3020
▁අඟ	-3021
▁ප්‍රථම	-3022
ාවලිය	-3023
▁සිතා	-3024
ෙකුගේ	-3025
▁ධන	-3026
▁රැඳ	-3027
▁රඟ	-3028
▁නඩ	-3029
හරි	-3030
▁එතුමා	-3031
▁දැනු	-3032
▁මට්ටම	-3033
▁අතිශ	-3034
▁මෛත්‍රී	-3035
▁දීර්	-3036
මො	-3037
▁සලකා	-3038
▁නිසාම	-3039
▁අග්‍රාමාත්‍ය	-3040
▁අභ්‍ය	-3041
රන්	-3042
▁මරා	-3043
▁ආධාර	-3044
▁රසා	-3045
▁මංගල	-3046
▁ප්‍රයෝජ	-3047
චි	-3048
▁අත්‍ය	-3049
▁වැටු	-3050
▁රැකිය	-3051
▁කිසිවක්	-3052
▁වගකීම	-3053
▁කියයි	-3054
▁කඳ	-3055
▁ඔක්කො	-3056
▁වහාම	-3057
com	-3058
▁දෘ	-3059
වලා	-3060
නුවර	-3061
▁නීතිඥ	-3062
▁විශේෂඥ	-3063
▁බලපෑම්	-3064
▁දඬුව	-3065
ාවා	-3066
▁ගෝල	-3067
▁මින	-3068
▁පුරවැ	-3069
▁අංග	-3070
▁උන	-3071
හම	-3072
දන්	-3073
▁පරීක්ෂා	-3074
▁මිනිසා	-3075
ut	-3076
▁තුරු	-3077
▁චන්ද්‍ර	-3078
▁බලපා	-3079
▁නිදහස	-3080
▁මාගේ	-3081
▁නිරී	-3082
න්දි	-3083
▁අනතුර	-3084
විඩ	-3085
▁ටී	-3086
ගැන්	-3087
ෙමින්	-3088
▁ව්‍යාපාරික	-3089
▁කථ	-3090
▁වත්මන්	-3091
යෙ	-3092
නිසා	-3093
▁දන්නා	-3094
▁වියදම්	-3095
සිල්	-3096
▁හඳුන්වා	-3097
▁ඊළඟ	-3098
ංස	-3099
▁ආශ	-3100
ත්වයට	-3101
ස්කෝ	-3102
ගෝ	-3103
▁පාට	-3104
▁අයියා	-3105
▁ගිහි	-3106
▁මධ්‍යම	-3107
▁සරල	-3108
▁වන්නට	-3109
▁කුමක්ද	-3110
▁පුද්ගලයා	-3111
ක්කු	-3112
▁දක්නට	-3113
පිළිවෙ	-3114
නක	-3115
▁මැර	-3116
ජාතන්ත්‍ර	-3117
▁කාන්තාවන්	-3118
▁එතන	-3119
▁රටක්	-3120
:2	-3121
▁දැනුම	-3122
▁සිද්ධිය	-3123
දනාව	-3124
හී	-3125
ශ්ය	-3126
ව්ව	-3127
▁වංච	-3128
▁මස්	-3129
:0	-3130
▁ආණ්ඩුවේ	-3131
▁මැදිහ	-3132
▁පවසන්නේ	-3133
▁රූ	-3134
ෙට	-3135
▁නොලැබ	-3136
▁පුතා	-3137
▁තාම	-3138
▁දුන්නා	-3139
▁අන්ද	-3140
.1	-3141
▁පැමිණෙන	-3142
▁රෝහල්	-3143
▁බොරු	-3144
▁මැයි	-3145
▁පදන	-3146
▁ආසාදිත	-3147
දුරුව	-3148
▁තිබීම	-3149
▁ජෝ	-3150
▁වසා	-3151
▁ජනවාරි	-3152
▁බලපෑ	-3153
▁පැට	-3154
▁සභාවේ	-3155
▁සාධාරණ	-3156
සන්න	-3157
eb	-3158
▁නැත්ත	-3159
▁අවස්ථාවක්	-3160
තාල	-3161
▁නෝ	-3162
▁උපකරණ	-3163
▁Post	-3164
▁පහසුවෙන්	-3165
රම	-3166
▁ලැබු	-3167
▁ගී	-3168
▁කියවන්න	-3169
▁ඒකට	-3170
▁පිරිසිදු	-3171
▁එන්නත්	-3172
ධිර	-3173
▁දෙවැනි	-3174
වක	-3175
▁ඉන්දියාවේ	-3176
▁එකින	-3177
▁පාර්ලිමේන්තුවේ	-3178
ab	-3179
ස්තා	-3180
▁විචාර	-3181
▁පරිශී	-3182
▁23	-3183
▁කරුණා	-3184
▁පන්දු	-3185
තුංග	-3186
▁h	-3187
▁ඉව	-3188
▁ඵල	-3189
▁ලැබුණු	-3190
▁මොහොතේ	-3191
▁ආරාධ	-3192
▁පොරො	-3193
▁කැඳ	-3194
ේල්	-3195
නයන්	-3196
හැන	-3197
ව්වා	-3198
▁හෝට	-3199
වතුන්	-3200
ාරා	-3201
වීමෙන්	-3202
▁රෑ	-3203
නාත්මක	-3204
▁ප්‍රජාතන්ත්‍ර	-3205
පසු	-3206
ep	-3207
▁මුලින්ම	-3208
▁ගුණා	-3209
▁සුවිශේෂ	-3210
▁හිස	-3211
▁ආවා	-3212
විලි	-3213
▁ගනී	-3214
▁අවදාන	-3215
ිප්	-3216
ක්ම	-3217
රුවා	-3218
න්‍යා	-3219
▁කාර්යාල	-3220
▁ඉදිකිර	-3221
▁සංකල්ප	-3222
▁ශරීර	-3223
ීමේදී	-3224
පර	-3225
ක්වා	-3226
▁ශ‍්‍රී	-3227
ඳා	-3228
▁කිලෝ	-3229
▁ප්රති	-3230
කුට	-3231
▁පෑ	-3232
ඩක්	-3233
වරණ	-3234
▁ජීවිතයේ	-3235
ශ්ව	-3236
▁දශ	-3237
යම	-3238
▁තේර	-3239
▁එලෙස	-3240
▁ලෙසින්	-3241
පාලන	-3242
▁පිළිවෙ	-3243
▁දිසා	-3244
▁සාහි	-3245
▁කැබින	-3246
▁ඇස	-3247
▁වැය	-3248
▁රතු	-3249
▁විධා	-3250
▁පිරිමි	-3251
▁ප්‍රභ	-3252
▁වාහ	-3253
▁පිලිබඳ	-3254
▁දන්නවා	-3255
▁බාල	-3256
▁ලැයි	-3257
▁පැතිර	-3258
▁''	-3259
▁ගණනක්	-3260
omments	-3261
▁විමර්ශන	-3262
▁මල	-3263
ation	-3264
▁උපකාර	-3265
▁නිපද	-3266
▁නොකරන	-3267
▁අනතුරු	-3268
▁දැයි	-3269
▁හේතුවක්	-3270
මාණ	-3271
දුවේ	-3272
▁හොය	-3273
▁කිව්වේ	-3274
▁ජනපද	-3275
වේග	-3276
▁රච	-3277
▁ඇන්	-3278
▁උදෙ	-3279
▁තුවාල	-3280
▁වුනත්	-3281
ියක	-3282
▁දුටු	-3283
ූරු	-3284
▁හානි	-3285
ගන්නට	-3286
▁රුධිර	-3287
තල්	-3288
▁සමාජයේ	-3289
▁ථ	-3290
▁එදින	-3291
▁වාස	-3292
▁ගැටු	-3293
පත්ත	-3294
▁කාන්තා	-3295
▁ප්‍රවේශ	-3296
▁නොවූ	-3297
▁කොයි	-3298
▁කාට	-3299
▁මැන	-3300
▁ප්‍රචාර	-3301
▁ගාන	-3302
▁re	-3303
වෙන්නේ	-3304
▁වීමෙන්	-3305
▁කවද	-3306
▁සංස්කෘ	-3307
▁ඉරි	-3308
තාවයක්	-3309
▁මෙහෙය	-3310
▁අපේක්ෂා	-3311
▁ජු	-3312
▁එකතුව	-3313
යම්	-3314
▁තාක්ෂණය	-3315
▁පෙම්	-3316
▁පෙනෙන	-3317
▁ඉංග්‍රී	-3318
▁හාමු	-3319
▁අයිතිය	-3320
▁කියලයි	-3321
බිම	-3322
▁විද්‍යාල	-3323
වීර	-3324
නාන්දු	-3325
▁ජීවිතේ	-3326
▁දීර්ඝ	-3327
ලන්	-3328
▁ගණනාවක්	-3329
30	-3330
▁බිරිඳ	-3331
▁කිරීමේදී	-3332
▁උදේ	-3333
▁සිටිනවා	-3334
ශීලී	-3335
▁බලධාර	-3336
ට්ස්	-3337
▁පාද	-3338
▁of	-3339
සුරු	-3340
▁තවද	-3341
▁කල්පනා	-3342
▁සම්මත	-3343
▁උදෙසා	-3344
▁සංස්	-3345
ණයට	-3346
▁සම්මාන	-3347
▁Next	-3348
ද්දක්	-3349
ාමී	-3350
▁පැරණි	-3351
▁ඉතිහාසය	-3352
▁ජනයා	-3353
▁දැනටමත්	-3354
▁මෙහෙයුම්	-3355
▁ඔක්කොම	-3356
▁මිත්‍ර	-3357
▁2011	-3358
▁උදාහරණ	-3359
▁ස්තූ	-3360
▁නුඹ	-3361
▁මහත්මිය	-3362
ූන්	-3363
ටෝ	-3364
ීමත්	-3365
▁ඇතිව	-3366
▁වහන්සේගේ	-3367
සම්	-3368
▁කැබිනට්	-3369
▁අම්	-3370
▁හිතන්නේ	-3371
▁නොමි	-3372
▁ඉක්මනින්	-3373
හරු	-3374
▁ටෙලි	-3375
▁විෂය	-3376
▁ප‍්‍රකාශ	-3377
▁මාර්තු	-3378
▁විද්‍යාව	-3379
ෆි	-3380
▁බය	-3381
▁ජීවත්ව	-3382
▁එකයි	-3383
▁පුරුදු	-3384
▁දෙය	-3385
▁නැග	-3386
▁කවුද	-3387
▁ආලෝක	-3388
ගල්	-3389
▁ත්‍රි	-3390
201	-3391
▁දිවයි	-3392
▁මල්ලි	-3393
▁විධායක	-3394
▁සියයට	-3395
▁ප්‍රතික්ෂේප	-3396
▁වැඩපිළිවෙ	-3397
▁තත්ත්වයක්	-3398
▁කිරීමක්	-3399
▁පුද්ගලික	-3400
▁ගැටලු	-3401
▁විශිෂ්ට	-3402
▁වැඩිම	-3403
▁විදෙස්	-3404
▁සංඝ	-3405
▁ප්‍රදර්ශ	-3406
▁26	-3407
▁ඇඳුම්	-3408
වාසික	-3409
▁ධාව	-3410
ka	-3411
▁ලබාදීම	-3412
▁හෙයින්	-3413
කිරීමට	-3414
▁කුල	-3415
▁199	-3416
▁පුළුව	-3417
▁මෘදු	-3418
▁මුදල	-3419
▁අනිවාර්ය	-3420
ටික්	-3421
▁බලාගෙන	-3422
▁මව්	-3423
▁කුමන	-3424
▁සාම	-3425
▁සිවිල්	-3426
▁පදිංචි	-3427
▁විරෝධී	-3428
▁අළු	-3429
පියන්	-3430
▁ජනාධිපතිතුමා	-3431
▁ඇමරිකානු	-3432
▁පැළ	-3433
▁ප්‍රශ්නයක්	-3434
ස්ටර්	-3435
▁මළ	-3436
ොත්ත	-3437
▁වෙහ	-3438
▁ගස්	-3439
▁එජ	-3440
▁කරදර	-3441
▁ක්‍රියාවලිය	-3442
▁සංගමය	-3443
▁වේවා	-3444
▁ඇයගේ	-3445
▁ආකාරයෙන්	-3446
▁මොකක්ද	-3447
▁අඩංගු	-3448
වුල්	-3449
▁වේවි	-3450
▁සෘ	-3451
යනය	-3452
සින	-3453
ස්ට්‍රේ	-3454
සියන්	-3455
▁වුණු	-3456
මන්ත්‍ර	-3457
▁පෙරමුණ	-3458
▁මාරු	-3459
▁සාහිත්‍ය	-3460
ිතව	-3461
ංශය	-3462
ary	-3463
▁එකත්	-3464
▁සංස්කෘතිය	-3465
▁වර්තමා	-3466
ිතාන්‍ය	-3467
▁විහි	-3468
▁අවශ්ය	-3469
▁එනවා	-3470
▁සදා	-3471
▁මෝටර්	-3472
▁කොර	-3473
▁සහය	-3474
▁සම්බන්ධව	-3475
▁මනා	-3476
▁ආරක්‍ෂ	-3477
▁මර	-3478
කාලීන	-3479
▁ගෘ	-3480
▁විශ්වාසය	-3481
▁මමත්	-3482
▁මතුව	-3483
ියු	-3484
▁දෙමින්	-3485
▁දරුවන්ට	-3486
▁ගනුදෙනු	-3487
▁අලි	-3488
▁ප්‍රවෘ	-3489
යිඩ්	-3490
ාන්	-3491
▁දීලා	-3492
▁නිහ	-3493
රයක්	-3494
▁ප්‍රාදේශීය	-3495
▁කුම	-3496
▁නවක	-3497
▁ජ්‍යෙ	-3498
▁ලාභ	-3499
▁බිලියන	-3500
▁කව	-3501
▁පලා	-3502
මින	-3503
▁ස්ථාව	-3504
ල්ලු	-3505
ළෙ	-3506
▁ශී	-3507
ඩෝ	-3508
▁සාක්ෂි	-3509
▁පොඩ්	-3510
▁වනවා	-3511
ගැනීමේ	-3512
▁අසල	-3513
▁සහගත	-3514
▁මුද්‍ර	-3515
පමණ	-3516
ාවූ	-3517
▁කණ්ඩායමේ	-3518
▁රූපවාහි	-3519
කෙ	-3520
ිරිය	-3521
ඩී	-3522
▁කළහ	-3523
▁සැලකිය	-3524
▁බ්‍රිතාන්‍ය	-3525
▁මුහුදු	-3526
▁සබඳ	-3527
වලදී	-3528
▁ස්තු	-3529
ow	-3530
වැන්න	-3531
▁කවි	-3532
▁පිරිස්	-3533
ug	-3534
▁සිදුකළ	-3535
තුම	-3536
ක්තෝ	-3537
▁නැගෙනහිර	-3538
▁බැංකුව	-3539
▁කොන්	-3540
ip	-3541
ෂ්ණ	-3542
▁27	-3543
▁දිවි	-3544
▁වෙනසක්	-3545
▁ඉතාමත්	-3546
▁සජිත්	-3547
රළ	-3548
▁පරිවර්තනය	-3549
වාහන	-3550
▁කොම	-3551
▁වේල	-3552
▁නැතිනම්	-3553
▁සඟ	-3554
▁නොසි	-3555
ate	-3556
▁ක්‍රියාකාර	-3557
ෙකා	-3558
▁නරක	-3559
▁දුර්වල	-3560
▁කපා	-3561
▁මඩ	-3562
▁හරිම	-3563
ඩර්	-3564
▁වනා	-3565
▁ගොඩනැගි	-3566
හය	-3567
▁ලෙසත්	-3568
▁සින්	-3569
▁අයගේ	-3570
▁පොලීසිය	-3571
▁2021	-3572
මෙන්ට්	-3573
▁සමීප	-3574
▁තිස්සේ	-3575
ස්ථානයේ	-3576
▁ශාල	-3577
▁මාතෘ	-3578
රත්	-3579
▁වැඩිහි	-3580
▁හැක්කේ	-3581
▁හදිසි	-3582
▁ගබ	-3583
▁සාමාන්‍යයෙන්	-3584
▁පරාජය	-3585
▁මතය	-3586
▁උපන්	-3587
▁නොමැතිව	-3588
▁වශයෙන්ම	-3589
▁නොති	-3590
▁සංකී	-3591
▁හිටියා	-3592
▁කැල	-3593
.5	-3594
▁අල්	-3595
ers	-3596
▁සැලක	-3597
▁නූ	-3598
▁වහ	-3599
▁වෙනි	-3600
.)	-3601
ෝල්	-3602
ලික්	-3603
ust	-3604
▁හිස්	-3605
▁දුෂ්	-3606
▁වැර	-3607
▁බාධ	-3608
▁භාවිතය	-3609
▁වුනේ	-3610
▁පස	-3611
▁උතුර	-3612
▁මිනිසු	-3613
▁ෆේස්	-3614
▁ජයග්‍රහණය	-3615
▁ත්	-3616
▁ලියාප	-3617
▁28	-3618
▁දැක්ක	-3619
▁හය	-3620
▁”	-3621
▁එහා	-3622
▁කැර	-3623
▁නොමැ	-3624
▁සෙල්ල	-3625
▁යූ	-3626
▁නිශ්ච	-3627
▁එජාප	-3628
▁අන්තර්ගත	-3629
▁මධ	-3630
ණී	-3631
▁දැරිය	-3632
▁කටු	-3633
▁ප්‍රනාන්දු	-3634
▁ගැස	-3635
▁අමාත්‍යාංශය	-3636
//	-3637
▁ගමේ	-3638
/5	-3639
▁බලාපොරොත්ත	-3640
▁රෝගී	-3641
▁ආපු	-3642
ලෙන්	-3643
▁නගරයේ	-3644
▁පෙනේ	-3645
වනවා	-3646
▁කොච්චර	-3647
▁නොවී	-3648
▁කිසියම්	-3649
ඳුරු	-3650
▁බැවිනි	-3651
▁වැඩසටහන්	-3652
▁ගන	-3653
▁හිතේ	-3654
▁(0	-3655
ජ්‍ය	-3656
▁සමන්විත	-3657
▁බිම	-3658
▁පාර්ශ	-3659
▁වටහා	-3660
▁අරමුද	-3661
▁ඇල්	-3662
▁සුපිරි	-3663
▁නාල	-3664
▁පුරුෂ	-3665
▁ඔක්තෝ	-3666
▁සමාගමේ	-3667
▁සේනා	-3668
ණයෙන්ම	-3669
▁වින්	-3670
▁ආකාරයේ	-3671
පතිවරයා	-3672
▁ටැ	-3673
▁බරපතල	-3674
▁ඉදි	-3675
▁වයි	-3676
▁විර	-3677
▁පුහුණ	-3678
පර්	-3679
▁ගැනීමෙන්	-3680
ලන	-3681
▁උපදේශ	-3682
▁නිසයි	-3683
▁චෝ	-3684
▁සවි	-3685
▁කම	-3686
▁ප්‍රබල	-3687
▁කප	-3688
▁රෝගීන්	-3689
▁කොට්	-3690
වතු	-3691
▁ඇතිවන	-3692
▁ලඟ	-3693
▁සම්ප්‍ර	-3694
දෙනා	-3695
▁මනෝ	-3696
ට්ටුව	-3697
▁ආබාධ	-3698
යන්ගෙන්	-3699
▁කීවේය	-3700
▁පැවැත්වෙන	-3701
▁එහෙන	-3702
යො	-3703
ෙමු	-3704
▁රහ	-3705
මුන්	-3706
▁පාස්	-3707
▁වෙච්ච	-3708
න්ති	-3709
ප්තැ	-3710
▁යන්නට	-3711
පාර	-3712
▁ව්‍යාප්	-3713
ංගලන්ත	-3714
▁art	-3715
▁විද්	-3716
▁ඉස්ලා	-3717
▁දුරටත්	-3718
▁නමැති	-3719
නුකූල	-3720
කයන්ට	-3721
▁ලබාදීමට	-3722
▁අයුරු	-3723
▁පෙන්නුම්	-3724
▁පක්‍ෂ	-3725
▁කෙනෙකුට	-3726
▁සිදුවීම	-3727
▁අමර	-3728
▁රෝගය	-3729
පස	-3730
▁ආනය	-3731
▁දේශපාලනය	-3732
වන්ත	-3733
දායී	-3734
▁ප්‍රතිපත්ති	-3735
▁පනත	-3736
▁කණ	-3737
▁ජනරාල්	-3738
▁ඕනෙ	-3739
▁සයි	-3740
▁ලබාදෙන	-3741
▁සතුව	-3742
ංකාර	-3743
▁මටත්	-3744
ජ්ජ	-3745
▁පූර්	-3746
▁ජ්‍යෙෂ්ඨ	-3747
▁ගැටළු	-3748
ිනවා	-3749
මීට	-3750
▁ඥා	-3751
▁වැල	-3752
ෂි	-3753
▁සිදුවීම්	-3754
▁ස්වාධ	-3755
▁ප්‍රකාශයට	-3756
▁මාත්	-3757
▁යොද	-3758
▁යුත්	-3759
▁කොහෙ	-3760
▁එන්	-3761
▁දැමීම	-3762
▁දෙසැ	-3763
▁තරමට	-3764
මෝ	-3765
▁කරගත	-3766
ියාගේ	-3767
▁හැකියාවක්	-3768
▁ගැහැ	-3769
▁ෆි	-3770
op	-3771
▁:)	-3772
▁එව	-3773
▁ග්‍රහ	-3774
▁උපාංග	-3775
▁පත්තර	-3776
▁පොර	-3777
▁Ap	-3778
▁අමාරු	-3779
▁පණ	-3780
▁නොමිලේ	-3781
▁ආයතනයේ	-3782
▁ඔප්පු	-3783
▁කූ	-3784
▁රාශ	-3785
▁මහතාට	-3786
▁නිරූප	-3787
වෙන්න	-3788
▁ජීවන	-3789
▁article	-3790
▁පරිගණක	-3791
▁සෙට්	-3792
▁විමු	-3793
▁සරත්	-3794
▁තානා	-3795
▁කෘතිය	-3796
▁රජයට	-3797
▁ඉදිරියේදී	-3798
පිටිය	-3799
▁ගනි	-3800
▁අයිය	-3801
▁දරු	-3802
▁විමස	-3803
▁කමක්	-3804
▁වූහ	-3805
▁l	-3806
▁බලමු	-3807
▁එංගලන්ත	-3808
▁ඕක	-3809
▁හිමියන්	-3810
▁සිසුන්	-3811
▁ආර්	-3812
▁තාත්ත	-3813
▁අතරේ	-3814
▁එකා	-3815
▁පාස	-3816
ලම	-3817
▁වගා	-3818
▁මුණ	-3819
▁දක්වමින්	-3820
▁මුදා	-3821
වැන්ත	-3822
▁හුව	-3823
ter	-3824
▁ඉක්ම	-3825
ට්ටි	-3826
▁198	-3827
▁පිහිටුව	-3828
▁වෙනම	-3829
▁පැවැත්වීමට	-3830
▁තරගාවල	-3831
▁වර්තමාන	-3832
▁රෝහලේ	-3833
ගත්තේ	-3834
▁ශබ්	-3835
▁සංස්කෘතික	-3836
▁අයුරින්	-3837
▁අර්බුද	-3838
▁සිදුවිය	-3839
▁අංශයේ	-3840
▁කෙනෙකු	-3841
සරණ	-3842
ෙකි	-3843
▁පොහොර	-3844
▁ආව	-3845
▁කෘෂික	-3846
බුක්	-3847
ලාට	-3848
um	-3849
ණික	-3850
▁පිහිටා	-3851
▁එළි	-3852
▁අප්‍රේල්	-3853
▁දුෂ්කර	-3854
ාවක	-3855
ළා	-3856
▁ගැනත්	-3857
ක්‍රීය	-3858
▁ජාතී	-3859
▁නිස	-3860
▁දැවැන්ත	-3861
▁ලිපියක්	-3862
▁ප්‍රමාණවත්	-3863
ප්තැම්බර්	-3864
පුරා	-3865
▁මනුස්ස	-3866
▁ගාය	-3867
▁ක්‍රියාමාර්ග	-3868
▁දරා	-3869
▁නිවේදනය	-3870
තො	-3871
▁අතරතුර	-3872
▁ඉන්නෙ	-3873
▁අගෝ	-3874
තිහා	-3875
▁ඇට	-3876
▁පටි	-3877
▁කරමි	-3878
▁දෙකම	-3879
▁වැළැක්	-3880
Give	-3881
▁සන්නි	-3882
▁හිටියේ	-3883
රයා	-3884
▁වසංගත	-3885
රිස්	-3886
▁යෝග	-3887
▁බැහැර	-3888
▁දඩ	-3889
▁තුලින්	-3890
▁කම්කරු	-3891
▁බේරා	-3892
▁ප්‍රජ	-3893
▁එන්නේ	-3894
▁ඔවුහු	-3895
යාම	-3896
od	-3897
▁නිවේද	-3898
▁වටා	-3899
▁ලෙසට	-3900
▁පළමුව	-3901
▁ධී	-3902
▁කුසලා	-3903
▁ජාල	-3904
▁නින්ද	-3905
▁ලු	-3906
▁ධාර	-3907
▁පවසන	-3908
▁වලදී	-3909
▁අඩුව	-3910
▁බඩු	-3911
▁පරම්ප	-3912
▁බුදුර	-3913
කරුවන්ට	-3914
▁අයිතිවාසික	-3915
ඟින්	-3916
ub	-3917
▁දිනවල	-3918
▁දළ	-3919
▁කීපයක්	-3920
▁කාමර	-3921
▁පොළො	-3922
▁කාරණා	-3923
▁තරගය	-3924
▁කොටි	-3925
▁සාධක	-3926
▁කුණු	-3927
වරා	-3928
▁මිශ්‍ර	-3929
වරුන්ගේ	-3930
▁සහිතව	-3931
▁හුවමාර	-3932
▁නැඟ	-3933
පෝ	-3934
th	-3935
▁උළෙ	-3936
nd	-3937
▁නොදැන	-3938
.0	-3939
▁කුඩු	-3940
ලාගේ	-3941
යින්ගේ	-3942
▁අත්‍යවශ්‍ය	-3943
▁බැලුව	-3944
▁May	-3945
ාරී	-3946
▁විශ්ලේ	-3947
ra	-3948
▁අනුරාධ	-3949
▁29	-3950
▁වෛරසය	-3951
▁බලපෑම	-3952
▁සමයේ	-3953
▁ක්රී	-3954
▁දෙනු	-3955
▁උපු	-3956
▁සිටියහ	-3957
පක්‍ෂ	-3958
කන්	-3959
න්ධන	-3960
▁අවස්ථාවක	-3961
▁පරණ	-3962
▁කොට්ඨා	-3963
▁සතිය	-3964
▁නොවැම්බර්	-3965
▁බෝම්බ	-3966
▁40	-3967
▁ලැබි	-3968
▁පෝස්ට්	-3969
වැය	-3970
ගත්තා	-3971
▁එතැන	-3972
නාවක්	-3973
▁ව්‍යවස්ථා	-3974
▁සංගමයේ	-3975
පෑ	-3976
▁පමණයි	-3977
▁විද්‍යාඥ	-3978
මාධ්‍ය	-3979
▁අඛ	-3980
▁මහනුවර	-3981
ts	-3982
ම්ප්	-3983
කාව	-3984
▁නවී	-3985
ල්ස්	-3986
විරි	-3987
▁නොවෙයි	-3988
ෙනු	-3989
▁ඉංග්‍රීසි	-3990
▁එකී	-3991
▁ලියාපදිංචි	-3992
▁අලෙවි	-3993
50	-3994
ුණි	-3995
▁විධි	-3996
▁දියණිය	-3997
▁යෝජනාව	-3998
▁උරුම	-3999
▁උනේ	-4000
ember	-4001
▁ඩො	-4002
▁ක‍්‍රියා	-4003
▁දවසක්	-4004
▁ටයි	-4005
▁හොඳට	-4006
▁රසාය	-4007
ia	-4008
▁දරන	-4009
▁අවකාශ	-4010
▁තිබුනේ	-4011
▁පත්කර	-4012
▁වැලි	-4013
▁රෙදි	-4014
ියේදී	-4015
▁ගෘහ	-4016
▁අරමුණු	-4017
▁ප්‍රවෘත්ති	-4018
▁මනුෂ්‍ය	-4019
▁රටක	-4020
යක්ෂ	-4021
▁ආදරේ	-4022
▁ව්‍යාපාරය	-4023
▁සැප්තැම්බර්	-4024
▁කාරණය	-4025
▁අරා	-4026
▁පිටුව	-4027
▁සිදුකරන	-4028
▁n	-4029
▁නුව	-4030
▁කාර්යාලය	-4031
▁අනික	-4032
වික	-4033
▁වාසි	-4034
▁දෙසැම්බර්	-4035
ක්කා	-4036
▁කීය	-4037
චිත	-4038
▁නගරය	-4039
▁අත්සන්	-4040
▁නිරෝ	-4041
▁එතරම්	-4042
ස්ති	-4043
තාවට	-4044
▁මච	-4045
▁ආදි	-4046
▁දුන්නේය	-4047
▁අවශ්‍යතා	-4048
▁විද්‍යාත්මක	-4049
▁විශේෂයෙන්ම	-4050
▁දැමීමට	-4051
▁දියත්	-4052
▁වෙහෙස	-4053
▁වැඩිපුර	-4054
▁අවට	-4055
රික	-4056
සෝ	-4057
▁වගෙ	-4058
ලර්	-4059
▁ද්‍ර	-4060
ews	-4061
▁වුන	-4062
▁එවන්	-4063
▁නායකත්වය	-4064
▁හී	-4065
▁සහයෝගය	-4066
මං	-4067
▁ගොඩන	-4068
▁පරිශීලක	-4069
▁ක්‍රමයක්	-4070
▁කන්ද	-4071
විරිදි	-4072
්යා	-4073
▁අඩවි	-4074
▁යාල	-4075
▁ඩී	-4076
▁ඉස්කෝ	-4077
▁පණිවිඩ	-4078
ඩියා	-4079
ාරිස්	-4080
▁තිබුන	-4081
▁මෙයට	-4082
▁විරෝධය	-4083
▁එල්	-4084
▁පූජා	-4085
▁ජාතිය	-4086
▁ප‍්‍රශ්	-4087
▁කින්	-4088
▁පුන	-4089
▁අගෝස්තු	-4090
▁එළියට	-4091
▁අදහසක්	-4092
න්ගෙන්	-4093
▁රාත්‍ර	-4094
▁සුභ	-4095
▁ගීතය	-4096
▁බලවත්	-4097
පතා	-4098
ොස්	-4099
▁197	-4100
තෙම	-4101
වණ	-4102
▁නොමැත	-4103
▁ධීවර	-4104
▁උනන්ද	-4105
▁කියපු	-4106
ලයක්	-4107
▁ලැබෙනවා	-4108
ත්‍රය	-4109
▁වෙතින්	-4110
▁තමාගේ	-4111
▁ගෝලීය	-4112
▁දහස්	-4113
▁හදු	-4114
▁කට්ටිය	-4115
▁දාල	-4116
▁විසඳු	-4117
▁හිරු	-4118
▁තනතුර	-4119
වුණු	-4120
▁ඉඳන්	-4121
▁ලැබීම	-4122
ංගි	-4123
▁සාපේ	-4124
ත‍්‍ර	-4125
වන්නට	-4126
▁දිසානායක	-4127
▁අනුමත	-4128
මක	-4129
ටික	-4130
▁මාසයේ	-4131
ore	-4132
▁සංවාද	-4133
▁වරාය	-4134
ස්සා	-4135
▁ගැන්	-4136
uary	-4137
▁දස	-4138
▁අවධා	-4139
ටුවේ	-4140
තිමත්	-4141
▁තැනක	-4142
▁හැමෝම	-4143
න්ථ	-4144
වරයකු	-4145
කල්	-4146
▁ශ්‍රේෂ්ඨ	-4147
▁මුව	-4148
ගන	-4149
▁තරමක්	-4150
▁අභ්‍යන්තර	-4151
ශක්ති	-4152
......	-4153
▁සංර	-4154
▁පෙබර	-4155
▁සිටිති	-4156
▁කොමිස	-4157
▁වෙනස	-4158
▁ඉරා	-4159
ත්‍යාග	-4160
▁කර්	-4161
▁ලැබෙන්නේ	-4162
වින්ම	-4163
3)	-4164
පාදනය	-4165
▁කොන්දේ	-4166
▁පිළිතුර	-4167
▁අහන්න	-4168
▁දකින්න	-4169
▁කිරීමයි	-4170
▁විසඳ	-4171
▁හිතන්න	-4172
ාපිත	-4173
▁විමසා	-4174
▁එකෙක්	-4175
▁මෙවන්	-4176
▁සත්ව	-4177
▁සිටීමට	-4178
▁ස්වාම	-4179
▁ඔහොම	-4180
▁ඉනි	-4181
▁පූර්ණ	-4182
ලාස්	-4183
ළිය	-4184
පාදන	-4185
▁තරුණය	-4186
▁සම්පූර්ණයෙන්ම	-4187
▁පෙත්	-4188
▁පරීක්‍ෂ	-4189
▁ඡන්දය	-4190
▁අයිතිවාසිකම්	-4191
▁මට්ටමේ	-4192
▁ධර්මය	-4193
ුවන්ට	-4194
▁විකි	-4195
දෙන්න	-4196
▁ලද්දේ	-4197
ව්වේ	-4198
▁කතාබ	-4199
▁කවදාවත්	-4200
ාලි	-4201
▁හෘ	-4202
▁හැවිරිදි	-4203
▁බැලීමට	-4204
ww	-4205
හක්	-4206
▁පෙරම	-4207
▁ඉන්ධන	-4208
▁ගොවි	-4209
ලයි	-4210
▁රහස්	-4211
▁උණුසුම්	-4212
දිග	-4213
▁සමිති	-4214
▁ජපා	-4215
▁ග්	-4216
22	-4217
ිනම්	-4218
▁කණ්ඩායමක්	-4219
▁අපූරු	-4220
▁යටත්	-4221
වරුන්ට	-4222
age	-4223
▁මහත්තයා	-4224
▁ආණ්ඩුවට	-4225
▁ගත්තේය	-4226
▁මාලි	-4227
▁විරුද්ධව	-4228
▁එස්	-4229
▁ජාතීන්ගේ	-4230
▁බෙහෙත්	-4231
▁යුක්ත	-4232
▁පිරින	-4233
▁විප්	-4234
▁පසුගියදා	-4235
එස්	-4236
▁ඉතිහාසයේ	-4237
▁යථ	-4238
▁අධිකරණයට	-4239
වියට	-4240
▁හිඟ	-4241
▁චීනය	-4242
ර්ෂ	-4243
▁ඔබව	-4244
▁අතිරේ	-4245
▁සංශෝධනය	-4246
▁දවසේ	-4247
▁කාබ	-4248
▁පාර්ශව	-4249
▁තැනක්	-4250
▁ප්‍රයෝජන	-4251
▁ක්‍රියාකාරී	-4252
▁by	-4253
භාර	-4254
▁හදන	-4255
▁සිටියි	-4256
▁ගොනු	-4257
▁බලවේග	-4258
▁අනුමැ	-4259
▁චරිතය	-4260
▁විශ්වවිද්‍යාල	-4261
▁31	-4262
සංස්	-4263
▁සියලූ	-4264
▁කොමිසම	-4265
▁ලබයි	-4266
▁ආරංචි	-4267
▁එරට	-4268
මහ	-4269
▁විඳි	-4270
▁අතේ	-4271
▁මහත්ව	-4272
▁කඩුලු	-4273
කාමී	-4274
▁උපකාරී	-4275
▁යුව	-4276
ංශයේ	-4277
▁මණ්ඩලයේ	-4278
▁සෙසු	-4279
▁g	-4280
▁වැටුප්	-4281
▁මෛත්‍රීපාල	-4282
දානය	-4283
▁කරති	-4284
▁ජාව	-4285
▁මොහොත	-4286
▁පල්ල	-4287
▁ස්ථානයේ	-4288
ist	-4289
▁ෆේස්බුක්	-4290
▁ලදි	-4291
▁තාව	-4292
▁ව්‍යාපෘති	-4293
▁විද්‍යාලයේ	-4294
ාරත්න	-4295
ේය	-4296
▁අවුරුද්ද	-4297
▁සැලැ	-4298
දව	-4299
▁මොළ	-4300
▁අඛණ්ඩ	-4301
▁විටම	-4302
▁වූවා	-4303
..?	-4304
▁නොහැකිය	-4305
▁ඇල්ල	-4306
▁මයි	-4307
▁අතු	-4308
▁කියමින්	-4309
▁ඇත්	-4310
▁දන්නෙ	-4311
▁කාඩ්	-4312
ියාට	-4313
වරයාට	-4314
▁ඔයාල	-4315
.00	-4316
▁වර්තමානයේ	-4317
▁ගැටලුව	-4318
කිව	-4319
▁තුමා	-4320
▁තිබුනා	-4321
▁දාන	-4322
▁අන්තිමට	-4323
▁චිත්‍රපටය	-4324
▁පිටුප	-4325
රල්	-4326
ථි	-4327
▁විනාඩි	-4328
▁නැර	-4329
’’	-4330
▁සිරුර	-4331
සාරිස්	-4332
භව	-4333
▁වෙනස්කම්	-4334
අපි	-4335
▁ලබාදී	-4336
▁එහෙනම්	-4337
ිනී	-4338
ස්සු	-4339
▁ගියේය	-4340
▁අවස්ථාවේදී	-4341
▁පෙබරවාරි	-4342
▁ලැයිස්තුව	-4343
▁යුරෝප	-4344
කට්	-4345
▁ලබන්නේ	-4346
▁සංවිධානයේ	-4347
▁පානය	-4348
▁ජර්	-4349
▁කේන්ද්‍ර	-4350
▁උෂ්ණ	-4351
සූරිය	-4352
▁වො	-4353
▁ධුර	-4354
ියම්	-4355
නුව	-4356
▁දරුණු	-4357
බලා	-4358
තැන	-4359
▁ලබාගත්	-4360
▁නැගි	-4361
වෙන්	-4362
සො	-4363
වරයෙකු	-4364
▁කටයුතුව	-4365
▁ප‍්‍රධාන	-4366
▁විජය	-4367
▁යුද්ධය	-4368
▁සිසු	-4369
▁ඔක්තෝබර්	-4370
▁ආර්ථිකය	-4371
▁ස්වර	-4372
▁දෙමා	-4373
▁අපනය	-4374
▁සාකච්ඡාව	-4375
කයෝ	-4376
▁කන්	-4377
▁නායකයා	-4378
▁ක්‍රිය	-4379
තිහාසික	-4380
▁අනුපා	-4381
▁මද	-4382
▁මියගිය	-4383
▁ගලා	-4384
